[
{"company_name": "PT Sarana Mitra Luas Tbk", "code": "SMIL", "sector": "Industrials", "subsector": "Construction Machinery & Heavy Vehicles", "summary": "Perseroan berusaha di bidang rental ", "address": "Jl. Gemalapik Raya, Pasirsari, Cikarang Selatan, Bekasi, Jawa Barat 17530", "website": "\\\"https://www.sml.co.id/\\\"", "shares_offered": "1.750.000.000 saham", "percent_total_shares": "20", "underwriter": "EP - MNC SEKURITAS", "admin_participant": "EP - MNC SEKURITAS"},
{"company_name": "PT Era Digital Media Tbk", "code": "AWAN", "sector": "Technology", "subsector": "Online Applications & Services", "summary": "Pada tahun 2015, Perseroan telah bergerak pada bidang penyedia jasa layanan konten yang bekerja sama dengan perusahaan telekomunikasi untuk mendistribusikan konten tersebut. Semua konten yang telah didistribusikan oleh Perseroan akan dibayarkan dengan metode SMS Premium (Pembayaran dengan Pulsa). Perseroan merupakan penyedia jasa layanan konten digital. Untuk membangun konten digital tersebut, Perseroan telah bekerja sama dengan label musik (Warner Music Indonesia dan Sony Music Indonesia), artis dan influencer lokal maupun internasional (JKT48 dan Shenina Cinammon, Ed Sheeran dan Bruno Mars) untuk memproduksi konten yang bersifat eksklusif dan dapat di distribusikan melalui perusahaan telekomunikasi dengan Periode berlangganan pelanggan dimulai dari 90 hari sampai 360 hari tergantung produk dan regulasi perusahaan telekomunikasi yang digunakan oleh pelanggan. Pada saat ini Perseroan memiliki 4 produk diantara lain seperti: 1. Mobile Games 2. OTT Religi 3. Kerjasama dengan Lisensi Pihak Ketiga 4. Ring Back Tone", "address": "Jl. Cikini Raya No. 72, Desa/Kelurahan Cikini, Kec. Menteng, Kota Adm. Jakarta Pusat, Provinsi DKI Jakarta, Kode Pos: 10330\\n", "website": "\\\"https://ptedm.com/\\\"", "shares_offered": "750.000.000 saham", "percent_total_shares": "21.83", "underwriter": "IF - SAMUEL SEKURITAS INDONESIA, AZ - SUCOR SEKURITAS", "admin_participant": "IF - SAMUEL SEKURITAS INDONESIA"},
{"company_name": "PT Menn Teknologi Indonesia Tbk", "code": "MENN", "sector": "Technology", "subsector": "Electronic Equipment & Instruments", "summary": "Perseroan didirikan dengan nama PT Menn Teknologi Indonesia (\\u201cPerseroan\\u201d) berkedudukan di Jakarta Selatan berdasarkan Akta Pendirian PT Menn Teknologi Indonesia Nomor 2 tanggal 23 Juni 2014, yang dibuat dihadapan Karoline, S.H., M.Kn, Notaris di Jakarta Pusat, yang telah memperoleh Keputusan Menteri Hukum dan Hak Asasi Manusia Republik Indonesia No. AHU-17960.40.10.2014 tanggal 17 Juli 2014 tentang Pengesahan Pendirian Badan Hukum Perseroan Terbatas PT Menn Teknologi Indonesia, yang telah didaftarkan dalam Daftar Perseroan dengan No. AHU-0073766.40.80.2014 tanggal 17 Juli 2014 (\\u201cAkta Pendirian\\u201d) dan telah diumumkan dalam Berita Negara Nomor 103 dan Tambahan Berita Negara Nomor 51038 Tahun 2014. Alamat kantor pusat Perseroan pada saat Prospektus ini dibuat berada di Mall Ambasador Lt.5 No. 9F Jl. Prof. Dr. Satrio, Karet Kuningan, Setiabudi, Jakarta Selatan dan service point di Jakarta, Medan, Surabaya dan Bali.", "address": "Mall Ambasador Lt.5 No. 9F\\nJl. Prof. Dr. Satrio, Karet Kuningan, Setiabudi, Jakarta Selatan, Indonesia - 12940", "website": "\\\"https://www.menngroup.id\\\"", "shares_offered": "430.200.000 saham", "percent_total_shares": "30", "underwriter": "IU - INDO CAPITAL SEKURITAS, HD - KGI SEKURITAS INDONESIA", "admin_participant": "IU - INDO CAPITAL SEKURITAS"},
{"company_name": "PT Arsy Buana Travelindo Tbk", "code": "HAJJ", "sector": "Consumer Cyclicals", "subsector": "Travel Agencies", "summary": "PT Arsy Buana Travelindo Tbk (\\u201cPerseroan\\u201d) didirikan berdasarkan Akta Notaris No. 25 tanggal 21 November 2016 oleh Harra Mieltuani Lubis, S.H. dan telah disahkan oleh Menteri Hukum dan Hak Asasi Manusia Republik Indonesia dalam Surat Keputusan No. AHU-0053733.AH.01.01.TAHUN 2016 tanggal 1 Desember 2016 dan telah didaftarkan dalam Daftar Perseroan No. AHU-0143872.AH.01.11.Tahun 2016 tanggal 1 Desember 2016 serta telah diumumkan pada Berita Negara Republik Indonesia No. 016 tanggal 23 Februari 2021, Tambahan No. 007117 (\\u201c", "address": "Ruko Harvest No. 3, Jl. Merpati Raya, Kel. Sawah, Kec. Ciputat,\\nKota Tangerang Selatan, 15413", "website": "\\\"https://abttravel.id/\\\"", "shares_offered": "687.100.000 saham", "percent_total_shares": "29.99", "underwriter": "SF - SURYA FAJAR SEKURITAS", "admin_participant": "SF - SURYA FAJAR SEKURITAS"},
{"company_name": "PT Era Media Sejahtera Tbk", "code": "DOOH", "sector": "Consumer Cyclicals", "subsector": "Advertising", "summary": "Perseroan adalah suatu Perusahaan penyedia berbagai jasa pengiklanan dan konsultasi manajemen lainnya berdasarkan Akta no. 37/2022, didirikan di Jakarta pada tahun 2021. Perseroan pada tahun 2021 menjalankan kegiatan usaha sebagai Agency Company. Pada tahun 2022 memiliki posisi sebagai Media Aggregator dan Media Owner yang memiliki kerjasama pengelolaan aset media di berbagai lokasi di wilayah pulau Jawa. Perseroan memiliki layanan kegiatan usaha pengiklanan yang disediakan yaitu media Out Of Home (OOH), Media Digital Out Of Home, Transit Media, Digital Advertising, Meta Media, Key Opinion Leader (KOL) Marketing, First Party Insight, dan Innovation Media. Dalam menjalankan bisnisnya Perseroan berkolaborasi dengan pemilik media lainnya dan agency juga Advertiser.", "address": "Ruko Fatmawati Mas Blok B5 Kav 205\\nJl. RS Fatmawati No 20, Cilandak Barat, Cilandak, Jakarta Selatan, Indonesia \\u2013 Kode pos 12430", "website": "\\\"https://www.sspace.id\\\"", "shares_offered": "1.547.500.000 saham", "percent_total_shares": "20", "underwriter": "IU - INDO CAPITAL SEKURITAS", "admin_participant": "IU - INDO CAPITAL SEKURITAS"},
{"company_name": "PT King Tire Indonesia Tbk", "code": "TYRE", "sector": "Consumer Cyclicals", "subsector": "Tires", "summary": "Perseroan pertama kali mulai beroperasi pada Agustus 2010 dan berkedudukan serta memiliki pabrik yang berada di Jl. Raya Serang Km 68, Kabupaten Serang, Provinsi Banten.", "address": "Jl. Raya Serang KM. 68\\nDesa Nambo Ilir, Kecamatan Kibin\\nKabupaten Serang \\u2013 Banten 42185", "website": "\\\"https://www.kingland.co.id\\\"", "shares_offered": "700.000.000 saham", "percent_total_shares": "20.13", "underwriter": "MI - VICTORIA SEKURITAS INDONESIA", "admin_participant": "MI - VICTORIA SEKURITAS INDONESIA"},
{"company_name": "PT Multi Makmur Lemindo Tbk", "code": "PIPA", "sector": "Industrials", "subsector": "Building Products & Fixtures", "summary": "Perseroan berdiri pada tahun 2005 diawali dengan produksi dan perdagangan Lem Pipa. Seiring dengan perkembangan yang cukup pesat di tahun 2012 Perseroan berfokus pada kegiatan usaha produksi dan distribusi pembuatan pipa dengan bahan dasar PVC (", "address": "Jl. Sultan Iskandar Muda No.70,\\nKedaung Baru, Neglasari\\nTangerang, Banten. 15128", "website": "\\\"https://www.multimakmurlemindo.com\\\"", "shares_offered": "925.000.000 saham", "percent_total_shares": "27.01", "underwriter": "AH - SHINHAN SEKURITAS INDONESIA", "admin_participant": "AH - SHINHAN SEKURITAS INDONESIA"},
{"company_name": "PT Trimegah Bangun Persada Tbk", "code": "NCKL", "sector": "Basic Materials", "subsector": "Diversified Metals & Minerals", "summary": "Perseroan adalah perusahaan nikel murni dengan kemampuan hulu dan hilir dengan pengalaman operasional lebih dari 10 tahun di Pulau Obi, Indonesia. Menurut AME Mineral Economics Pty Ltd (\\\"AME\\\"), berdasarkan ekspektasi produksi volume nikel tambang Perseroan pada tahun 2022, Perseroan diharapkan menjadi emiten produsen nikel murni terbesar di Indonesia dibandingkan perusahaan tambang nikel tercatat lainnya di Indonesia yang merupakan perusahaan tambang terdiversifikasi yang juga memproduksi komoditas lainnya. Fokus Perseroan adalah menjadi perusahaan pertambangan dan pengolahan nikel yang terintegrasi. Kegiatan operasi Perseroan yang terdiri dari penambangan nikel hulu dan peleburan nikel hilir terutama berbasis di Pulau Obi, Indonesia.", "address": "Gedung Bank Panin Lt. 2\\nJalan Jendral Sudirman Kav. 1\\nKelurahan Gelora, Kecamatan Tanah Abang, Jakarta Pusat 10270", "website": "\\\"https://www.tbpnickel.com\\\"", "shares_offered": "7.997.600.000 saham", "percent_total_shares": "12.67", "underwriter": "CC - MANDIRI SEKURITAS, AI - UOB KAY HIAN SEKURITAS, C4 - CITIGROUP SEKURITAS INDONESIA, CS - CREDIT SUISSE SEKURITAS INDONESIA, DP - DBS VICKERS SEKURITAS INDONESIA, TP - OCBC SEKURITAS INDONESIA, Y0 - BNP Paribas Sekuritas Indonesia", "admin_participant": "CC - MANDIRI SEKURITAS"},
{"company_name": "PT MPX Logistics International Tbk", "code": "MPXL", "sector": "Transportation & Logistic", "subsector": "Logistics & Deliveries", "summary": "PT MPX Logistics International Tbk (\\u201c", "address": "Jl. Soekarno Hatta No. 16 A\\nKampung Baru Raya, Labuhan Ratu, Bandar Lampung\\nLampung 35148", "website": "\\\"https://www.mpxlogistic.com\\\"", "shares_offered": "400.000.000 saham", "percent_total_shares": "20", "underwriter": "GR - PANIN SEKURITAS TBK.", "admin_participant": "GR - PANIN SEKURITAS TBK."},
{"company_name": "PT Tripar Multivision Plus Tbk.", "code": "RAAM", "sector": "Consumer Cyclicals", "subsector": "Entertainment & Movie Production", "summary": "PT Tripar Multivision Plus Tbk (\\\"Perseroan\\\") merupakan suatu Perusahaan yang bergerak dalam bidang rumah produksi (\\\"", "address": "Multivision Tower, Lt. 21 \\u2013 23\\nJl. Kuningan Mulia Lot 9B, Kuningan\\nJakarta Selatan 12980, Indonesia\\n", "website": "\\\"https://www.mvpworld.com\\\"", "shares_offered": "929.200.000 saham", "percent_total_shares": "15", "underwriter": "AI - UOB KAY HIAN SEKURITAS, AZ - SUCOR SEKURITAS", "admin_participant": "AI - UOB KAY HIAN SEKURITAS"},
{"company_name": "PT Informasi Teknologi Indonesia Tbk", "code": "JATI", "sector": "Technology", "subsector": "Software", "summary": "PT Informasi Teknologi Indonesia, yang dikenal sebagai Jatis Mobile (\\u201cJamob\\u201d atau \\u201cPerseroan\\u201d) didirikan pada tahun 2002 dan bergerak dalam penyediaan solusi pengiriman pesan kelas dunia dan distribusi digital untuk semua industri. Perseroan berpengalaman selama 20 tahun fokus pada messaging solution dan application development. Per September 2022, Perseroan didukung oleh 209 talenta Indonesia. Pengalaman yang panjang tersebut tergambar dengan jumlah klien yang lebih dari 500 perusahaan, meliputi bidang-bidang seperti Telekomunikasi, Layanan Finansial (Perbankan, Asuransi, Multi Finance, Fin-Tech), Distribusi Ritel, Barang Konsumsi, Perdagangan Elektronik, Travel Services, Perhotelan, Pemerintahan, Logistik, serta Otomotif. Perseroan fokus pada pengembangan produk, tingkat keunggulan pelayanan, dan client satisfaction sebagai tolok ukur utama. Saat ini, Perseroan mengelola lebih dari 90 juta volume messaging service setiap bulannya. Lengkap dengan beragam solusi seperti Omni Channel, teknologi AI, Chatbot, Message Re-route, Chat Commerce, Sales Interactive Messaging, integrasi aplikasi pihak ketiga -  Interoperability, dan First-Class Customer Services 24x7, sebagai bagian world best standard bagi klien-klien Perseroan.", "address": "Graha Orange\\nJl. Mampang Prapatan Raya No.3\\nMampang Prapatan, Jakarta Selatan 12790", "website": "\\\"https://jatismobile.com/id/\\\"", "shares_offered": "652.500.000 saham", "percent_total_shares": "20", "underwriter": "HD - KGI SEKURITAS INDONESIA, AH - SHINHAN SEKURITAS INDONESIA", "admin_participant": "HD - KGI SEKURITAS INDONESIA"},
{"company_name": "PT Grahaprima Suksesmandiri Tbk", "code": "GTRA", "sector": "Transportation & Logistic", "subsector": "Logistics & Deliveries", "summary": "PT Grahaprima Suksesmandiri Tbk. (Perseroan) adalah suatu perseroan terbatas yang saat ini memiliki kegiatan usaha utama yang bergerak dalam bidang angkutan bermotor untuk barang umum. Perseroan memiliki 2 (dua) kantor cabang yang masing-masing berlokasi di (i) Jalan Bantargebang Setu Blok \\u2013 No. 29, Kp. Cijengkol RT 003/008, Kecamatan Setu, Kabupaten Bekasi, Jawa Barat dan (ii) Pergudangan Manis. Jalan Manis Raya, Kawasan Pergudangan 3M, Multi Gudang Blok F7-F10, Jatake Jatiuwung, Kota Tangerang, Banten.", "address": "Gedung Graha 55 Lt.3, Jalan Tanah Abang II No. 57\\nKel. Petojo Selatan, Kec. Gambir,\\nJakarta Pusat 10160, Indonesia", "website": "\\\"https://www.grahatrans.com\\\"", "shares_offered": "378.875.000 saham", "percent_total_shares": "20", "underwriter": "AI - UOB KAY HIAN SEKURITAS", "admin_participant": "AI - UOB KAY HIAN SEKURITAS"},
{"company_name": "PT Merdeka Battery Materials Tbk.", "code": "MBMA", "sector": "Basic Materials", "subsector": "Diversified Metals & Minerals", "summary": "PT Merdeka Battery Materials Tbk., atau Perseroan (sebelumnya dikenal sebagai PT Hamparan Logistik Nusantara) dengan sumberdaya terbesar di dunia dalam hal kandungan nikel di Tambang Nikel Konawe milik SCM", "address": "Treasury Tower Lantai 69, District 8, SCBD Lot 28\\nJl Jend. Sudirman Kav. 52-53, Jakarta Selatan 12190, DKI Jakarta", "website": "\\\"https://www.merdekabattery.com/\\\"", "shares_offered": "11.000.000.000 saham", "percent_total_shares": "10.24", "underwriter": "PD - INDO PREMIER SEKURITAS, AK - UBS SEKURITAS INDONESIA, AZ - SUCOR SEKURITAS, KI - CIPTADANA SEKURITAS ASIA, LG - TRIMEGAH SEKURITAS INDONESIA TBK., PP - ALDIRACITA SEKURITAS INDONESIA, RX - MACQUARIE SEKURITAS INDONESIA", "admin_participant": "PD - INDO PREMIER SEKURITAS"},
{"company_name": "PT Petrindo Jaya Kreasi Tbk", "code": "CUAN", "sector": "Energy ", "subsector": "Coal Production", "summary": "PT Petrindo Jaya Kreasi merupakan perusahaan induk yang menjalankan kegiatan usaha aktivitas Perusahaan Holding (KBLI No. 64200), yang mencakup kegiatan dari perusahaan holding (holding companies), yaitu perusahaan yang menguasai aset dari sekelompok perusahaan subsidiary dan kegiatan utamanya adalah kepemilikan kelompok tersebut. \\u201cHolding Companies\\u201d tidak terlibat dalam kegiatan usaha perusahaan subsidiarinya. Kegiatan usaha yang dijalankan memiliki kegiatan usaha penunjang seperti aktivitas Konsultasi Manajemen Lainnya (KBLI No. 70209), mencakup ketentuan bantuan nasihat, bimbingan dan operasional usaha dan permasalahan organisasi dan manajemen lainnya. melalui entitas anak perusahaan, perseroan memiliki dua (2) konsesi tambang batu bara di Kalimantan yang dikelola oleh entitas anak perusahaan.", "address": "Gedung Wisma Barito Pacific, lantai 3 B\\nJl. Let. Jend. S. Parman Kav. 62-63, Jakarta.", "website": "\\\"https://petrindo.co.id\\\"", "shares_offered": "1.690.000.000 saham", "percent_total_shares": "15.03", "underwriter": "HP - HENAN PUTIHRAI SEKURITAS, OD - BRI DANAREKSA SEKURITAS", "admin_participant": "HP - HENAN PUTIHRAI SEKURITAS"},
{"company_name": "PT Mitra Pack Tbk", "code": "PTMP", "sector": "Industrials", "subsector": "Diversified Industrial Trading ", "summary": "Perseroan adalah perusahaan swasta nasional yang didirikan pada tahun 2000 yang bergerak dalam bidang perdagangan barang-barang industry pengemasan seperti ", "address": "Jl Pangeran Jayakarta Komplek 135 Blok B-20\\nMangga Dua Selatan, Sawah Besar, Jakarta Pusat", "website": "\\\"https://www.mitrapack.co.id\\\"", "shares_offered": "800.000.000 saham", "percent_total_shares": "25.24", "underwriter": "XA - NH KORINDO SEKURITAS INDONESIA", "admin_participant": "XA - NH KORINDO SEKURITAS INDONESIA"},
{"company_name": "PT Saptausaha Gemilangindah Tbk", "code": "SAGE", "sector": "Properties & Real Estate", "subsector": "Real Estate Development & Management", "summary": "Perseroan didirikan dengan nama PT Saptausaha Gemilangindah pada tanggal 29 Juli 1992 dan mulai beroperasi komersial sejak tahun 2017. Kegiatan usaha utama Perseroan adalah bergerak dalam bidang real estat. Kegiatan usaha yang saat ini dilakukan oleh Perseroan adalah di bidang aktivitas perusahaan holding dan real estat yang dimiliki sendiri atau disewa.", "address": "Jl. Kramat Raya No. 32-34 Kel. Kramat Kec. Senen, Jakarta Pusat, DKI Jakarta 10450", "website": "\\\"https://www.saptagroup.com/\\\"", "shares_offered": "1.610.000.000 saham", "percent_total_shares": "20.04", "underwriter": "II - DANATAMA MAKMUR SEKURITAS, SH - ARTHA SEKURITAS INDONESIA", "admin_participant": "II - DANATAMA MAKMUR SEKURITAS"},
{"company_name": "PT Nusantara Sawit Sejahtera Tbk", "code": "NSSS", "sector": "Consumer Non-Cyclicals", "subsector": "Plantations & Crops", "summary": "Pada awal berdirinya, Perseroan bergerak di bidang pertanian dan perkebunan sawit, termasuk menjalankan usaha dalam bidang pertanian, perkebunan dan kehutanan pada umumnya tetapi tidak terbatas pada usaha Agroindustri, Agrobisnis, Industri Pertanian, Perkebunan Tanaman Industri dan Perkebunan Kelapa Sawit; menjalankan usahausaha di bidang perdagangan hasil-hasil pertanian, perkebunan dan kehutanan, peralatan pertanian, perkebunan, baik atas perhitungan sendiri maupun atas perhitungan pihak lain secara komisi, termasuk ekspor, impor, lokal, interinsulair, leveransir, supplier, grossier, distributor, dan sebagai perwakilan dari perusahaan-perusahaan lain, baik dari dalam maupun luar negeri; menjalankan usaha dalam bidang jasa dan konsultan pada umumnya antara lain tetapi tidak terbatas pada jasa persewaan tanaman, kegiatan yang terkait dengan jasa konsultan pada bidang pertanian, perkebunan, kehutanan, kelapa sawit.", "address": "Menara Imperium LT20, Suite C, Jalan H.R. Rasuna Said Kav.1, Kelurahan Guntur, Kecamatan Setiabudi, Kota Administrasi Jakarta Selatan 12980, Provinsi DKI Jakarta", "website": "\\\"https://nssgroup.id/\\\"", "shares_offered": "3.568.235.300 saham", "percent_total_shares": "15", "underwriter": "IF - SAMUEL SEKURITAS INDONESIA, AZ - SUCOR SEKURITAS, KK - PHILLIP SEKURITAS INDONESIA, OD - BRI DANAREKSA SEKURITAS, PF - DANASAKTI SEKURITAS INDONESIA, RS - YULIE SEKURITAS INDONESIA TBK., YP - MIRAE ASSET SEKURITAS INDONESIA", "admin_participant": "IF - SAMUEL SEKURITAS INDONESIA"},
{"company_name": "PT Teknologi Karya Digital Nusa Tbk", "code": "TRON", "sector": "Technology", "subsector": "IT Services & Consulting", "summary": "PT Teknologi Karya Digital Nusa Tbk didirikan di Indonesia berdasarkan Akta Pendirian No. 25 tanggal 7 Januari 2011 sebagaimana telah diubah dengan Akta Perubahan No. 74 tertanggal 16 Maret 2011 yang keduanya dibuat dihadapan Tjoa Karina Juwita SH., notaris yang berkedudukan di Jakarta. Akta pendirian Perusahaan tersebut telah mendapat pengesahan dari Menkumham dengan Surat Keputusan Menkumham No. 19005.AH.01.01. Tahun 2011 tertanggal 15 April 2011 serta telah didaftarkan dalam Daftar Perseroan No. AHU-0030326.AH.01.09. Tahun 2011 tertanggal 15 April 2011.", "address": "Mini Office Central 88 Blok G1 No. 826,\\nJl. Trembesi Pademangan Timur, Kec. Pademangan Kota Adm. Jakarta Utara", "website": "\\\"https://www.tkdn.co.id\\\"", "shares_offered": "750.000.000 saham", "percent_total_shares": "25.42", "underwriter": "SF - SURYA FAJAR SEKURITAS", "admin_participant": "SF - SURYA FAJAR SEKURITAS"},
{"company_name": "PT Pelita Teknologi Global Tbk", "code": "CHIP", "sector": "Technology", "subsector": "Electronic Equipment & Instruments", "summary": "Perseroan didirikan pada tahun 2017 di Jakarta, dan berfokus pada jasa teknologi informasi dan industri ", "address": "Jl. Gatot Subroto KM 5, No 66, Kroncong, Jatiuwung, Tangerang, Banten 15134", "website": "\\\"https://www.pelitateknologi.com\\\"", "shares_offered": "200.000.000 saham", "percent_total_shares": "24.81", "underwriter": "YJ - LOTUS ANDALAN SEKURITAS", "admin_participant": "YJ - LOTUS ANDALAN SEKURITAS"},
{"company_name": "PT Lini Imaji Kreasi Ekosistem Tbk", "code": "FUTR", "sector": "Consumer Cyclicals", "subsector": "Advertising", "summary": "Perseroan merupakan perusahaan penyedia jasa konsultasi pengembangan bisnis dan pemanfaatan teknologi yang Berdasarkan Akta No. 129/2022, menjalankan usaha di bidang: (i) periklanan; (ii) aktivitas desain khusus film, video, program TV, animasi dan komik; (iii) aktivitas konsultasi manajemen lainnya; (iv) aktivitas pemrograman komputer lainnya; (v) aktivitas pemrograman dan produksi konten media imersif; (vi) aktivitas pengolahan data, (vii) portal web dan/atau platform digital dengan tujuan komersial, (viii) aktivitas desain konten kreatif lainnya, (ix) aktivitas produksi film, video dan program televisi oleh swasta, (x) aktivitas pascaprodukasi film, video dan program televisi oleh swasta, (xi) aktivitas desain komunikasi visual/desain grafis, dan (xii) aktvitas desain konten game.", "address": "Fatmawati Mas Blok III No. 307-309\\nJl. RS Fatmawati No 20\\nJakarta Selatan, Indonesia", "website": "\\\"https://futurphuture.io/\\\"", "shares_offered": "1.278.000.000 saham", "percent_total_shares": "20", "underwriter": "IU - INDO CAPITAL SEKURITAS, HD - KGI SEKURITAS INDONESIA", "admin_participant": "IU - INDO CAPITAL SEKURITAS"},
{"company_name": "PT Hoffmen Cleanindo Tbk", "code": "KING", "sector": "Industrials", "subsector": "Human Resource & Employment Services", "summary": "Perseroan adalah suatu perseroan terbatas yang didirikan berdasarkan hukum Negara Republik Indonesia dan berkedudukan di Jakarta. Perseroan dahulu didirikan dengan nama \\u201cPT Hoffmen International Service\\u201c sebagaimana termaktub dalam Akta Pendirian Perseroan Terbatas \\u201cPT Hoffmen International Service\\u201d No. 11 tanggal 23 Januari 2008 juncto Akta Perubahan Anggaran Dasar Mengenai Nama \\u201cPT Hoffmen International Service\\u201d Menjadi \\u201cPT Hoffmen International Cleanindo\\u201d No. 09 tanggal 18 Maret 2008, yang keduanya dibuat di hadapan Adiaty Hadi, S.H., Notaris di Jakarta dan telah memperoleh pengesahan dari Menkumham No. AHU-29020.AH.01.01.Tahun 2008 tanggal 29 Mei 2008 serta telah didaftarkan di Daftar Perseroan di bawah No. AHU-0042455.AH.01.09.Tahun 2008 tanggal 29 Mei 2008 , dan telah diumumkan dalam Tambahan No. 9765, Berita Negara Republik Indonesia No. 51 tanggal 24 Juni 2008 (\\u201cAkta Pendirian\\u201d).", "address": "Jl. Raya Jembatan Tiga No. 8 Penjaringan Jakarta Utara 14440", "website": "\\\"https://www.hoffmen.co.id\\\"", "shares_offered": "520.000.000 saham", "percent_total_shares": "20", "underwriter": "XA - NH KORINDO SEKURITAS INDONESIA", "admin_participant": "XA - NH KORINDO SEKURITAS INDONESIA"},
{"company_name": "PT Pertamina Geothermal Energy Tbk", "code": "PGEO", "sector": "Infrastructures", "subsector": "Electric Utilities", "summary": "Perseroan merupakan afiliasi Pertamina dan pemegang kuasa pengusahaan panas bumi terbesar di Indonesia, dalam hal kapasitas terpasang keseluruhan yang dioperasikan sendiri oleh Perseroan dan oleh para Kontraktor KOB berdasarkan data dari Wood Mackenzie Asia Pacific Pte Limited (\\u201c", "address": "Grha Pertamina \\u2013 Tower Pertamax Lt. 7\\nJl. Medan Merdeka Timur No. 11-13\\nGambir, Jakarta Pusat 10110, Indonesia", "website": "\\\"https://www.pge.pertamina.com\\\"", "shares_offered": "10.350.000.000 saham", "percent_total_shares": "25", "underwriter": "CC - MANDIRI SEKURITAS, CS - CREDIT SUISSE SEKURITAS INDONESIA, DX - BAHANA SEKURITAS, GW - HSBC SEKURITAS INDONESIA, IF - SAMUEL SEKURITAS INDONESIA, KZ - CLSA SEKURITAS INDONESIA, PF - DANASAKTI SEKURITAS INDONESIA", "admin_participant": "CC - MANDIRI SEKURITAS"},
{"company_name": "PT Hillcon Tbk", "code": "HILL", "sector": "Basic Materials", "subsector": "Diversified Metals & Minerals", "summary": "Perseroan saat ini bergerak dalam bidang aktivitas perusahaan holding dan konsultasi manajemen serta usaha jasa pertambangan dan jasa konstruksi melalui perusahaan anak. Perseroan memiliki visi menjadi perusahaan yang terkemuka dan selalu berupaya memberikan pelayanan dengan hasil terbaik kepada seluruh pemangku kepentingan. Perseroan memiliki pengalaman yang tinggi sebagai kontraktor pertambangan batubara dan mineral, kontraktor sipil, pekerjaan tanah, konstruksi daerah sungai, dan bendungan.", "address": "Blok R2, Jl. Taman Modern No. 19\\nRT.014/RW.006, Ujung Menteng, Kecamatan Cakung,\\nKota Jakarta Timur, Daerah Khusus Ibukota Jakarta 13960", "website": "\\\"https://www.hillcon.co.id/\\\"", "shares_offered": "442.300.000 saham", "percent_total_shares": "15", "underwriter": "YP - MIRAE ASSET SEKURITAS INDONESIA, AZ - SUCOR SEKURITAS, RX - MACQUARIE SEKURITAS INDONESIA", "admin_participant": "YP - MIRAE ASSET SEKURITAS INDONESIA"},
{"company_name": "PT Vastland Indonesia Tbk", "code": "VAST", "sector": "Properties & Real Estate", "subsector": "Real Estate Development & Management", "summary": "Perseroan didirikan pada tahun 2011 dan memulai operasional pada tahun 2012 dengan kegiatan usaha Real Estat Yang Dimiliki Sendiri Atau Disewa dengan spesifik pada pengembangan properti logistik (pergudangan). Kegiatan Usaha tersebut merupakan kegiatan usaha yang masih di jalankan Perseroan sampai dengan saat ini. Lokasi kegiatan usaha Perseroan terletak di 5 Provinsi di Pulau Sumatera dan 1 Provinsi di Pulau Jawa. Fokus Perseroan adalah Pengembangan dan Penyewaan Gudang dalam bentuk ", "address": "Jl. Tembesu No. 8A, Kel. Campang Raya, Sukabumi, Bandar Lampung, Lampung 35122", "website": "\\\"https://www.vastland.co.id\\\"", "shares_offered": "650.000.000 saham", "percent_total_shares": "21.27", "underwriter": "AO - ERDIKHA ELIT SEKURITAS", "admin_participant": "AO - ERDIKHA ELIT SEKURITAS"},
{"company_name": "PT Wijaya Cahaya Timber Tbk", "code": "FWCT", "sector": "Basic Materials", "subsector": "Timber", "summary": "PT Wijaya Cahaya Timber Tbk didirikan pada 8 Maret 2017 di Jakarta, Indonesia. Perseroan bergerak di bidang Industri Kayu Lapis/", "address": "Jl. Puri Indah, Ruko Sentra Niaga Puri Indah Blok T1 No.47, Kembangan Selatan, Kembangan, Jakarta Barat, Jakarta 11610", "website": "\\\"http://wijayacahayatimber.com/\\\"", "shares_offered": "375.000.000 saham", "percent_total_shares": "20", "underwriter": "YJ - LOTUS ANDALAN SEKURITAS", "admin_participant": "YJ - LOTUS ANDALAN SEKURITAS"},
{"company_name": "PT Berdikari Pondasi Perkasa Tbk", "code": "BDKR", "sector": "Infrastructures", "subsector": "Heavy Constructions & Civil Engineering", "summary": " ", "address": "Jl. Bandengan Utara No. 32B RT 008 RW 011\\nPekojan, Tambora \\u2013 Jakarta Barat\\n", "website": "\\\"https://www.ptbppid.com\\\"", "shares_offered": "706.100.000 saham", "percent_total_shares": "15", "underwriter": "MG - SEMESTA INDOVEST SEKURITAS", "admin_participant": "MG - SEMESTA INDOVEST SEKURITAS"},
{"company_name": "PT Hassana Boga Sejahtera Tbk", "code": "NAYZ", "sector": "Consumer Non-Cyclicals", "subsector": "Processed Foods", "summary": "PT Hassana Boga Sejahtera Tbk. (\\u201c", "address": "Kawasan Pergudangan Multiguna Taman Tekno 2\\nBlok L2 No. 35 BSD, Tangerang Selatan, Banten", "website": "\\\"https://www.hassana.co.id/\\\"", "shares_offered": "510.000.000 saham", "percent_total_shares": "20", "underwriter": "SF - SURYA FAJAR SEKURITAS", "admin_participant": "SF - SURYA FAJAR SEKURITAS"},
{"company_name": "PT Solusi Kemasan Digital Tbk", "code": "PACK", "sector": "Industrials", "subsector": "Commercial Printing", "summary": "Perseroan didirikan dengan nama PT Solusi Kemasan Digital sebagaimana termaktub dalam Akta Pendirian No.10 tanggal 8 November 2019 yang dibuat di hadapan Laurens Gunawan, S.H., M.Kn., Notaris di Kabupaten Tanggerang dan telah memperoleh pengesahan dari Menkumham sesuai dengan Surat Keputusannya No. AHU-0059400.AH.01.01 Tahun 2019 tanggal 11 November 2019 serta telah didaftarkan dalam Daftar Perseroan di bawah No. AHU-0216030.AH.01.11 Tahun 2019 tanggal 11 November 2019 (\\\"Akta Pendirian\\\").", "address": "JL. Jababeka 2 Blok C/11-D\\nKawasan Industri Jababeka\\nCikarang Utara\\nKabupaten Bekasi, Jawa Barat 17530", "website": "\\\"https://www.flexypack.com\\\"", "shares_offered": "308.000.000 saham", "percent_total_shares": "20.03", "underwriter": "XA - NH KORINDO SEKURITAS INDONESIA", "admin_participant": "XA - NH KORINDO SEKURITAS INDONESIA"},
{"company_name": "PT Aviana Sinar Abadi Tbk", "code": "IRSX", "sector": "Technology", "subsector": "Software", "summary": "Perseroan merupakan perusahaan yang melayani business to business (B2B) sebagai penyedia platform solusi holistic (integrated/terpadu) untuk perusahaan yang berbisnis produk digital ataupun Perusahaan yang berbisnis online. Kegiatan usaha Perseroan dimulai pada tahun 2011 yang dirintis oleh founder atau pendiri Perseroan yakni bapak Gusti Ngurah Komang Panji Pramana, dimana diawali dari menjalankan bisnis digital dengan melakukan penjualan produk-produk digital seperti pulsa handphone dan token listrik yang dilakukan secara pribadi melalui Software Product Management (IRSX). IRSX merupakan software untuk melakukan pengaturan jual-beli dari produk-produk digital. Pada bulan Desember 2013 pendiri Perseroan bapak Gusti Ngurah Komang Panji Pramana melakukan pengalihan bisnis tersebut dari semula bisnis pribadi kepada badan usaha Perseroan Terbatas (PT) yang diberi nama PT Aviana Sinar Abadi dalam rangka ekspansi bisnis dimasa mendatang. Perseroan memulai kegiatan usaha komersial kegiatan usaha berupa pembuatan platform IRSX, yang merupakan Software Product Management, termasuk di dalamnya fitur pengaturan produk hingga Penyusunan laporan keuangan untuk para pelanggan Perseroan. ", "address": "Jl. Alaydrus No. 66 BC Lantai 3 - RT.10/RW.2, Petojo Utara, Gambir, Kota Jakarta Pusat Daerah Khusus Ibukota Jakarta 10130", "website": "\\\"https://aviana.co.id/\\\"", "shares_offered": "1.000.000.000 saham", "percent_total_shares": "20", "underwriter": "AH - SHINHAN SEKURITAS INDONESIA", "admin_participant": "AH - SHINHAN SEKURITAS INDONESIA"},
{"company_name": "PT Sunindo Pratama Tbk", "code": "SUNI", "sector": "Energy ", "subsector": "Oil, Gas & Coal Equipment & Services", "summary": "PT Sunindo Pratama Tbk. (Perseroan) adalah suatu perseroan terbuka yang saat ini memiliki kegiatan usaha utama yang bergerak di bidang perdagangan besar mesin, peralatan dan perlengkapan lainnya, perdagangan besar atas dasar balas jasa (fee) atau kontrak, aktivitas konsultasi manajemen lain, aktivitas penyewaan dan sewa guna tanpa hak opsi mesin pertambangan dan energi serta peralatannya dan perdagangan besar barang logam untuk bahan konstruksi.", "address": "Jl. Prof Dr. Soepomo SH. No. 48, Tebet\\nJakarta Selatan 12870, Indonesia", "website": "\\\"https://www.sunindogroup.com\\\"", "shares_offered": "600.000.000 saham", "percent_total_shares": "24", "underwriter": "AI - UOB KAY HIAN SEKURITAS", "admin_participant": "AI - UOB KAY HIAN SEKURITAS"},
{"company_name": "PT Hatten Bali Tbk", "code": "WINE", "sector": "Consumer Cyclicals", "subsector": "Consumer Distributors", "summary": "Perseroan adalah perusahaan yang bergerak dalam bidang Perdagangan dan Distribusi Minuman Beralkohol (Wine). Perseroan didirikan dengan nama PT Hatten Bali berdasarkan Akta Perseroan Terbatas \\u201cPT Hatten Bali\\u201d Nomor: 90 tanggal 15 April 2000, yang dibuat di hadapan I Putu Chandra, S.H., Notaris di Denpasar, akta mana telah mendapat pengesahan dari Menteri Hukum dan Perundang-undangan Republik Indonesia Nomor: C-20365 HT.01.01.Th.2000 tanggal 11 September 2000 dan telah diumumkan dalam Berita Negara Republik Indonesia Nomor: 068 tanggal 26 Agustus 2022, Tambahan Berita Negara Republik Indonesia Nomor: 028743 (\\u201cAkta Pendirian Perseroan\\u201d). Perseroan adalah sebuah Perusahaan yang didirikan oleh Ida Bagus Rai Budarsa pada tahun 2000. Pada saat didirikan Perseroan baru membuat satu produk yaitu dengan merk \\u201cROS\\u00c9\\u201d yang dibuat dari varietas anggur asli Bali - Alphonse Lavall\\u00e9e. Filosofi dari Perseroan adalah untuk menempatkan anggur lokal (Bali \\u2013 Indonesia) di peta global dimana anggur dari hasil bumi Indonesia mampu bersaing dengan anggur dari luar negeri dalam hal membuat wine. Saat ini, Perseroan memiliki beberapa varian wine yaitu Aga White, Sweet Alexandria, Aga Ros\\u00e9, Aga Red, Sweet Syrah, Tunjung Brut Sparkling, Jepun Sparkling Ros\\u00e9, Pino De Bali, Bali White, Bali Ros\\u00e9 , Bali Red dan lainnya. Beberapa varian tersebut memiliki prestasi yang sudah cukup membanggakan yaitu mendapatkan penghargaan sebagai pemenang seperti Bronze Medal \\u2013 Asia Wine Review, Hongkong (2019), Bronze Medal \\u2013 International Wine & Spirit Competition, Cathay Pacific \\u2013 Hongkong (2018), Bronze Medal \\u2013 Asia Wine Review, Hongkong (2017), Bronze Medal \\u2013 Asia Wine Review, Hongkong (2016), Gold Medal \\u2013 CWSA Wine Challenge, Hongkong (2015), Gold Medal \\u2013 CWSA Wine Challenge, Hongkong (2014), Silver Medal \\u2013 Decanter Asia Wine Award, Hongkong (2014), Silver Medal \\u2013 CWSA Wine Challenge, Hongkong (2013), Silver Medal \\u2013 WSA Wine Challenge, Singapore (2012) Saat ini Perseroan memiliki partner dan agent/distributor yang sangat terpercaya yang tersebar di kota-kota dan provinsi di Indonesia seperti di Surabaya, Maumere, Labuan Bajo, Kupang, Serui, Merauke, Timika, Lombok, Palangkaraya, Biak, Kendari, Makasar, Palu, Manado, Flores, Sorong, Ambon Balikpapan, Pontianak dan Sumba.", "address": "Hatten Wines Building\\nJl. Bypass Ngurah Rai No. 393, Sanur, Bali", "website": "\\\"https://www.hattenbali.co.id\\\"", "shares_offered": "678.000.000 saham", "percent_total_shares": "25.02", "underwriter": "XA - NH KORINDO SEKURITAS INDONESIA", "admin_participant": "XA - NH KORINDO SEKURITAS INDONESIA"},
{"company_name": "PT Lavender Bina Cendikia Tbk", "code": "BMBL", "sector": "Consumer Cyclicals", "subsector": "Education Services", "summary": "Perseroan didirikan dengan nama PT Lavender Bina Cendikia sesuai dengan Akta Pendirian No. 35 tanggal 27 November 2013, yang dibuat di hadapan Suparman Hasyim, S.H., Notaris di Kota Jakarta Selatan, yang telah mendapatkan pengesahan dari Menkumham berdasarkan Surat Keputusan No. AHU-09320.AH.01.01 Tahun 2014 tanggal 04 Maret 2014, dan telah didaftarkan dalam Daftar Perusahaan di Kantor Pendaftaran Perusahaan Kota Adm. Jakarta Selatan No. AHU-0017445.AH.01.09. Tahun 2014 tanggal 04 Maret 2014, serta telah diumumkan dalam Berita Negara Republik Indonesia No. 47, Tambahan Berita Negara No. 17540/2014 tanggal 4 Maret 2014. Sejak pendirian, Anggaran Dasar Perseroan mengalami beberapa kali perubahan dan perubahan yang terakhir kali dimuat dalam Akta Pernyataan Keputusan Pemegang Saham No. 10 tanggal 08 September 2022, yang dibuat di hadapan Syarifudin, S.H., Notaris di Kota Tangerang, yang telah mendapatkan persetujuan dari Menkumham berdasarkan Surat Keputusan No. AHU-0065417.AH.01.02.TAHUN 2022 tanggal 12 September 2022 dan telah didaftarkan dalam Daftar Perseroan pada Kemenkumham di bawah No. AHU-0180561.AH.01.11.TAHUN 2022 tanggal 12 September 2022, dan telah diberitahukan kepada Menkumham sebagaimana ternyata dalam Surat Penerimaan Pemberitahuan Perubahan Anggaran Dasar No. AHU-AH.01.03-0290324 tanggal 12 September 2022 dan Surat Penerimaan Pemberitahuan Perubahan Data Perseroan No. AHU-AH.01.09-0053852 tanggal 12 September 2022 serta telah diumumkan dalam Berita Negara Republik Indonesia No. 074 dan Tambahan Berita Negara Republik Indonesia No. 031538 tanggal 16 September 2022.", "address": "Office Tower Taman Melati Lt.5\\nJalan Margonda Raya no.525 Depok, Jawa Barat", "website": "\\\"http://www.lavenderprograms.com/\\\"", "shares_offered": "280.000.000 saham", "percent_total_shares": "27.19", "underwriter": "HD - KGI SEKURITAS INDONESIA, YP - MIRAE ASSET SEKURITAS INDONESIA", "admin_participant": "HD - KGI SEKURITAS INDONESIA"},
{"company_name": "PT Bank Pembangunan Daerah Sumatera Utara Tbk.", "code": "BSMT-C1", "sector": "Financials", "subsector": "Banks", "summary": "Perseroan adalah Bank Daerah yang merupakan perseroan terbatas yang saat ini seluruhnya dimiliki oleh Pemerintah Provinsi Sumatera Utara bersama-sama dengan Pemerintah Kota dan Pemerintah se-Kabupaten Sumatera Utara. Perseroan didirikan pertama kali pada tanggal 4 November 1961, dengan sebutan BPDSU. ", "address": "Gedung Bank SUMUT\\nJL. Imam Bonjol No 18\\nMedan 20212\\nSumatera Utara, Indonesia", "website": "\\\"https://www.banksumut.co.id\\\"", "shares_offered": "2.934.798.300 saham", "percent_total_shares": "23", "underwriter": "OD - BRI DANAREKSA SEKURITAS, AI - UOB KAY HIAN SEKURITAS, DR - RHB SEKURITAS INDONESIA, PP - ALDIRACITA SEKURITAS INDONESIA", "admin_participant": "OD - BRI DANAREKSA SEKURITAS"},
{"company_name": "PT Jasa Berdikari Logistics Tbk", "code": "LAJU", "sector": "Transportation & Logistic", "subsector": "Logistics & Deliveries", "summary": "PT Jasa Berdikari Logistics Tbk. (Perseroan) adalah perusahaan layanan logistik terintegrasi yang menyediakan jasa pengelolaan logistik, baik untuk pengiriman (distribusi barang) maupun manajemen pergudangan. Perseroan didirikan pada tahun 2007 dan telah dipercaya oleh berbagai perusahaan ternama di Indonesia. Sejak tahun 2010 hingga saat ini, Perseroan ditunjuk sebagai mitra logistik bagi PT Midi Utama Indonesia Tbk (MIDI). Hal ini membuat Perseroan sebagai perusahaan pihak ketiga (3PL) pertama yang menyediakan jasa logistik bagi peritel tingkat nasional tersebut. Saat ini, selain menjadi penyedia jasa logistik skala nasional bagi MIDI, Perseroan juga mendukung aktivitas perusahaan-perusahaan nasional lain di berbagai bidang seperti PT Mulia Keramik (bidang industri keramik) dan PT Tirta Sukses Perkasa (produsen air minum \\u201cClub\\u201d), dan baru baru ini, Perseroan merambah jasa distribusi untuk Industri E-commerce dengan melayani salah satu pemain penting di industri ini yaitu PT Sooplai Indonesia (SIRCLO) yang juga membawahi e-commerce \\u201cWarung Pintar\\u201d. Sifat layanan utama Perseroan adalah \\u201cDedicated & Integrated Logistic Support\\u201d atau layanan logistik menyeluruh yang diberikan kepada Pelanggan (khususnya B2B) dimana semua fasilitas penunjangnya (angkutan, pengemudi, jasa pengelolaan pengiriman, jasa pengelolaan pergudangan) didedikasikan secara khusus kepada 1 (satu) Pelanggan saja di satu lokasi.", "address": "Jl. Kopi No. 4 D Lt. 2.\\nRoa Malaka, Tambora\\nJakarta Barat \\u2013 11230\\nTelepon: 021 \\u2013 6912287", "website": "\\\"https://www.jasaberdikari.co.id\\\"", "shares_offered": "700.000.000 saham", "percent_total_shares": "32.56", "underwriter": "XA - NH KORINDO SEKURITAS INDONESIA", "admin_participant": "XA - NH KORINDO SEKURITAS INDONESIA"},
{"company_name": "PT Penta Valent Tbk", "code": "PEVE", "sector": "Healthcare", "subsector": "Pharmaceuticals", "summary": "Perseroan didirikan pada bulan September 1968 di Jakarta, Indonesia dengan nama CV Penta Valent. Selanjutnya, pada tahun 1972, Perseroan melakukan perubahan badan hukum menjadi Perseroan Terbatas. Perseroan adalah distributor produk-produk farmasi dan barang-barang konsumsi seperti kosmetik, ", "address": "Jl. Kedoya Raya No. 33, Kedoya Utara, Kebon Jeruk 11520", "website": "\\\"http://www.pentavalent.co.id/\\\"", "shares_offered": "353.125.000 saham", "percent_total_shares": "20", "underwriter": "YJ - LOTUS ANDALAN SEKURITAS", "admin_participant": "YJ - LOTUS ANDALAN SEKURITAS"},
{"company_name": "PT Jobubu Jarum Minahasa Tbk", "code": "BEER", "sector": "Consumer Non-Cyclicals", "subsector": "Liquors", "summary": "PT Jobubu Jarum Minahasa Tbk (\\u201cPerseroan\\u201d) adalah perusahan yang diberikan izin khusus oleh Pemerintah Indonesia untuk memproduksi minuman beralkohol di Indonesia. Perseroan mempunyai kapasitas dan izin khusus untuk memproduksi minuman beralkohol full-spectrum (dari kadar 0% sampai dengan kadar 55%). Perseroan memiliki tiga produk, yaitu Cap Tikus 1978,Daebak Soju, dan Daebak Spark. ", "address": "Desa Kapitu, Kelurahan Kapitu, Kecamatan Amurang Barat, Kabupaten Minahasa Selatan, Provinsi Sulawesi Utara", "website": "\\\"http://www.jobubu.com/\\\"", "shares_offered": "800.000.000 saham", "percent_total_shares": "20", "underwriter": "AI - UOB KAY HIAN SEKURITAS", "admin_participant": "AI - UOB KAY HIAN SEKURITAS"},
{"company_name": "PT Data Sinergitama Jaya Tbk", "code": "ELIT", "sector": "Technology", "subsector": "IT Services & Consulting", "summary": "PT. Data Sinergitama Jaya atau lebih dikenal dengan Elitery didirikan pada tanggal 20 Juni 2011. Elitery adalah penyedia layanan (managed service) di bidang Teknologi Informasi, khususnya teknologi pusat data terbaru, data center virtual (cloud). Elitery memulai pelayanannya dengan mengoperasikan pusat data tradisional yang berlokasi di Jawa Barat dan merupakan data center pertama di Asia Tenggara yang mendapat sertifikasi Tier III dari Uptime Institute. Seiring dengan berkembang nya teknologi pusat data, Elitery terus beradaptasi dan berinovasi. Saat ini, Elitery fokus pada teknologi pusat data terkini yaitu pusat data virtual yang umumnya disebut dengan Komputasi Awan atau \\u201cCloud Computing\\u201d.", "address": "The Manhattan Squre Tower B Lt. 22,\\nJl. TB Simatupang, RT.3/RW.3,\\nCilandak Timur, Pasar Minggu,\\nJakarta Selatan,12560\\nTelepon: 0217511004", "website": "\\\"https://www.elitery.com\\\"", "shares_offered": "500.000.000 saham", "percent_total_shares": "24.61", "underwriter": "XA - NH KORINDO SEKURITAS INDONESIA", "admin_participant": "XA - NH KORINDO SEKURITAS INDONESIA"},
{"company_name": "PT Citra Buana Prasida Tbk", "code": "CBPE", "sector": "Properties & Real Estate", "subsector": "Real Estate Development & Management", "summary": "PT Citra Buana Prasida Tbk (\\u201c", "address": "Komplek Paskal Hyper Square Blok G Lantai 2 No. 206 \\u2013 208, Jl. H.O.S. Cokroaminoto No. 25 \\u2013 27 (dh. Jl. Pasirkaliki No. 25 \\u2013 27), Bandung 40181, Tel.: (022) 8606 1108", "website": "\\\"https://www.citrabuanaprasida.co.id\\\"", "shares_offered": "271.250.000 saham", "percent_total_shares": "20", "underwriter": "GR - PANIN SEKURITAS TBK.", "admin_participant": "GR - PANIN SEKURITAS TBK."},
{"company_name": "PT Venteny Fortuna International Tbk", "code": "VTNY", "sector": "Financials", "subsector": "Consumer Financing", "summary": "Perseroan didirikan dengan nama PT Venteny Fortuna International berdasarkan Akta Pendirian Perseroan Terbatas No. 7 tertanggal 29 Januari 2021 yang dibuat di hadapan Anastasia Chandra, S.H., M. Kn., Notaris di Kabupaten Tangerang", "address": "World Trade Centre (WTC) 5 Lantai 13, Jl. Jend. Sudirman Kav. 29-31, Jakarta Selatan, 12920", "website": "\\\"https://www.venteny.com\\\"", "shares_offered": "939.779.100 saham", "percent_total_shares": "15", "underwriter": "SF - SURYA FAJAR SEKURITAS, CD - MEGA CAPITAL SEKURITAS, OD - BRI DANAREKSA SEKURITAS, YP - MIRAE ASSET SEKURITAS INDONESIA", "admin_participant": "SF - SURYA FAJAR SEKURITAS"},
{"company_name": "PT Isra Presisi Indonesia Tbk", "code": "ISAP", "sector": "Consumer Cyclicals", "subsector": "Auto Parts & Equipment", "summary": "PT Isra Presisi Indonesia Tbk (Perseroan) adalah suatu perseroan terbatas yang saat ini memiliki kegiatan usaha utama yang bergerak dalam bidang Pembuatan Dies, Mold, Precision Part, Jig, Checking Fixture dan Stamping Part untuk Komponen Industri Otomotif dan Non Otomotif. Selain itu, Perseroan juga memiliki kegiatan usaha penunjang yaitu Perdagangan Besar Bahan Konstruksi Lainnya dan Jasa Industri untuk Berbagai Pengerjaan Khusus Logam dan Barang dari Logam.", "address": "Kawasan Industri Delta Silicon III Lippo Cikarang Bekasi Jawa Barat, 17530\\n", "website": "\\\"https://www.isra.co.id/en\\\"", "shares_offered": "1.500.000.000 saham", "percent_total_shares": "37.31", "underwriter": "AI - UOB KAY HIAN SEKURITAS", "admin_participant": "AI - UOB KAY HIAN SEKURITAS"},
{"company_name": "PT Mitra Tirta Buwana Tbk", "code": "SOUL", "sector": "Consumer Non-Cyclicals", "subsector": "Food Retail & Distributors", "summary": "PT Mitra Tirta Buwana Tbk adalah suatu perseroan terbatas yang didirikan menurut dan berdasarkan hukum negara Republik Indonesia (\\u201cPerseroan\\u201d). Perseroan didirikan dengan nama PT Mitra Tirta Buwana di Kabupaten Sleman sebagaimana termaktub dalam Akta Pendirian Perseroan Terbatas PT Mitra Tirta Buwana No. 01 tanggal 05 Juni 2009 dibuat di hadapan Emanuel Retinanto,S.H., Notaris di Sleman,  yang telah mendapat pengesahan dari Menteri Hukum dan Hak Asasi Manusia RI dengan keputusannya No. AHU-31298.AH.01.01.Tahun 2009 tanggal 07 Juli 2009  dan telah didaftarkan dalam Daftar Perseroan No. 0040768.AH.01.09.Tahun 2009 tanggal 07 Juli 2009 dan telah didaftarkan pada Daftar Perusahaan dengan Nomor Tanda Perusahaan 120212501320 di Kantor Pendaftaran Perusahaan Kabupaten Sleman Nomor: 764/BH.12.02/VII/2009 tanggal 24 Agustus 2009, serta telah diumumkan dalam Berita Negara No. 014 tanggal 18 Februari 2022, Tambahan Berita Negara No. 006612 (selanjutnya disebut \\u201d", "address": "Jl. Waru No. 74 Sambilegi Baru RT.001 RW.003 Maguwoharjo, Depok, Sleman Yogyakarta - Indonesia, 55282", "website": "\\\"http://hexsoul.co.id/\\\"", "shares_offered": "270.000.000 saham", "percent_total_shares": "24.94", "underwriter": "AN - WANTEG SEKURITAS, AH - SHINHAN SEKURITAS INDONESIA", "admin_participant": "AN - WANTEG SEKURITAS"},
{"company_name": "PT Multi Medika Internasional Tbk", "code": "MMIX", "sector": "Consumer Non-Cyclicals", "subsector": "Household Products", "summary": "PT Multi Medika Internasional (MMI) adalah perusahaan distribusi ritel produk yang memiliki lisensi Kekayaan Intelektual (Intellectual Property / IP) terpercaya dan terkemuka yang berfokus pada mendistribusikan berbagai produk, sebagian besar ke jalur perdagangan modern dan e-commerce.", "address": "PT. Multi Medika Internasional Tbk\\nJl. Peternakan III No.55B, Kelurahan Kapuk, Kecamatan Cengkareng, Jakarta Barat \\u2013 DKI Jakarta, Kode Pos 11720\\n", "website": "\\\"https://www.multimed.co.id/\\\"", "shares_offered": "600.000.000 saham", "percent_total_shares": "25", "underwriter": "YP - MIRAE ASSET SEKURITAS INDONESIA", "admin_participant": "YP - MIRAE ASSET SEKURITAS INDONESIA"},
{"company_name": "PT Bersama Zatta Jaya Tbk", "code": "ZATA", "sector": "Consumer Cyclicals", "subsector": "Clothing, Accessories & Bags", "summary": "PT Bersama Zatta Jaya Tbk (Perseroan) adalah suatu perseroan terbatas yang saat ini memiliki kegiatan usaha utama yaitu aktivitas perusahaan holding dan aktivitas usaha perdagangan besar tekstil pakaian dan alas kaki dan industri pakaian jadi, serta perdagangan eceran pakaian melalui Perusahaan Anak. Dengan memiliki manajemen yang kompeten dan berpengalaman, Perseroan menyediakan produk yang berkualitas, terupdate dan terjangkau sehingga menjadi retailer fashion Muslim yang memiliki reputasi tinggi di Indonesia. Saat ini Perseroan dan Perusahaan Anak memiliki 123 toko yang tersebar di seluruh Indonesia.", "address": "Komplek Industri Prapanca No.24, Cigondewah Kaler Kec. Bandung Kulon, Kota Bandung - Jawa Barat 40214", "website": "\\\"https://www.elcorps.com/\\\"", "shares_offered": "1.700.000.000 saham", "percent_total_shares": "20.01", "underwriter": "AI - UOB KAY HIAN SEKURITAS", "admin_participant": "AI - UOB KAY HIAN SEKURITAS"},
{"company_name": "PT Ketrosden Triasmitra Tbk", "code": "KETR", "sector": "Infrastructures", "subsector": "Wired Telecommunication Service", "summary": "Perseroan didirikan dengan nama PT Ketrosden Triasmitra sebagaimana termaktub dalam Akta Pendirian No. 179, tanggal 25 November 1994, yang dibuat di hadapan Pudji Redjeki Irawati, S.H., Notaris di Jakarta, yang telah mendapatkan pengesahan dari Menteri Kehakiman Republik Indonesia berdasarkan Surat Keputusan No. C2-5.099 HT.01.01 TH.95, tanggal 27 April 1995, sebagaimana telah diumumkan pada TBNRI No. 5751/1995 pada BNRI No. 55 tanggal 11 Juli 1995 dan telah didaftarkan dalam buku register pada Kepaniteraan Pengadilan Negeri Jakarta Timur di bawah No. 271/Leg/1995 pada tanggal 7 Juni 1995.", "address": "Gedung Meta Epsi Lantai 2\\nJl. Mayjend D.I. Panjaitan Kav. 2, Jakarta Timur", "website": "\\\"https://www.triasmitra.com/\\\"", "shares_offered": "426.200.000 saham", "percent_total_shares": "15", "underwriter": "AH - SHINHAN SEKURITAS INDONESIA", "admin_participant": "AH - SHINHAN SEKURITAS INDONESIA"},
{"company_name": "PT Techno9 Indonesia Tbk", "code": "NINE", "sector": "Technology", "subsector": "IT Services & Consulting", "summary": "Perseroan memiliki kegiatan usaha utama pada bidang perdagangan komputer dan perlengkapannya, dimana Perseroan saat ini memiliki juga solusi layanan yang ditujukan untuk era transformasi digital, mulai dari konsultasi hingga implementasi, mulai dari pelayanan infrastruktur sampai dengan layanan terkelola. Perseroan merupakan perusahaan Teknologi Informasi yang berpengalaman di bidangnya dan dalam menjalankan usahanya, Perseroan memiliki visi yaitu menjadi perusahaan Teknologi Informasi yang terbaik pada bidangnya dan memiliki produk yang paling terkini pada bidang Teknologi Informasi. Untuk mencapai visi tersebut, Perseroan memiliki misi yaitu sebagai berikut:", "address": "Komplek Taman Semanan Indah\\nRuko Plaza Delumina Blok C No. 1\\nDuri Kosambi \\u2013 Cengkareng\\nJakarta Barat 11750", "website": "\\\"https://www.techno9indonesia.com/\\\"", "shares_offered": "432.000.000 saham", "percent_total_shares": "20.03", "underwriter": "SA - ELIT SUKSES SEKURITAS, MI - VICTORIA SEKURITAS INDONESIA", "admin_participant": "SA - ELIT SUKSES SEKURITAS"},
{"company_name": "PT Personel Alih Daya Tbk", "code": "PADA", "sector": "Industrials", "subsector": "Human Resource & Employment Services", "summary": "PT Personel Alih Daya Tbk. (Perseroan) adalah suatu perseroan terbatas yang saat ini memiliki kegiatan usaha utama yang bergerak sebagai Penyedia Jasa Teknikal dan Pemeliharaan Peralatan Telekomunikasi, Jasa Call Center, Jasa Layanan Perkantoran, Jasa Keamanan dan Jasa Sumber Daya Manusia.", "address": "Jl. Kebagusan 1 No. 4, Kebagusan, Pasar Minggu,\\nJakarta Selatan, Kode Pos 12520, Indonesia", "website": "\\\"https://www.persada.id\\\"", "shares_offered": "900.000.000 saham", "percent_total_shares": "28.57", "underwriter": "AI - UOB KAY HIAN SEKURITAS, AO - ERDIKHA ELIT SEKURITAS", "admin_participant": "AI - UOB KAY HIAN SEKURITAS"},
{"company_name": "PT Toba Surimi Industries Tbk", "code": "CRAB", "sector": "Consumer Non-Cyclicals", "subsector": "Processed Foods", "summary": "Perseroan didirikan dengan nama PT Toba Surimi Industries sesuai Akta Pendirian Perseroan Terbatas \\u201cPT Toba Surimi Industries\\u201d Nomor: 59 tanggal 23 Desember 1997, yang dibuat di hadapan Herman Saptaputra, S.H., Notaris di Medan, akta mana telah mendapat pengesahan dari Menteri Kehakiman Republik Indonesia berdasarkan Keputusan Menteri Kehakiman Republik Indonesia Nomor: C2-5953HT.01.01-Th.98 tanggal 5 Juni 1998 dan telah didaftarkan dalam Daftar Perusahaan sesuai Undang-Undang Nomor: 3 Tahun 1982 tentang Wajib Daftar Perusahaan dengan Nomor TDP 02121606461 di Kantor Pendaftaran Perusahaan Kab/Kodya Medan Nomor 239/BH/02.01/UP.3/IX/98, serta telah diumumkan dalam Berita Negara Republik Indonesia Nomor: 55 tanggal 11 Juli 2000, Tambahan Berita Negara Republik Indonesia Nomor: 3595 (selanjutnya disebut \\u201cAkta Pendirian\\u201d).", "address": "Jl. Pulau Pinang 2, Kawasan Industri\\nMedan II Saentis Deli Serdang, 20371\\nSumatera Utara, Indonesia", "website": "\\\"https://www.tobasurimi.com/\\\"", "shares_offered": "390.000.000 saham", "percent_total_shares": "20", "underwriter": "HD - KGI SEKURITAS INDONESIA", "admin_participant": "HD - KGI SEKURITAS INDONESIA"},
{"company_name": "PT Primadaya Plastisindo Tbk", "code": "PDPP", "sector": "Basic Materials", "subsector": "Containers & Packaging", "summary": "Perseroan adalah suatu badan hukum Indonesia yang berkedudukan diCileungsi - Bogor, yang memproduksi beberapa jenis kemasan plastik dan tissue steril serta telah sah berdiri dan dijalankan berdasarkan peraturan perundang-undangan negara Republik Indonesia sejak tahun 2005.  Saat ini Perseroan telah mengembangkan usahanya melalui beberapa pabrik di Bandar Lampung, Binjai, Tangerang dan Sukabumi.", "address": "Jl. Raya Narogong KM. 18 Cileungsi\\nBogor, Jawa Barat 16829", "website": "\\\"https://www.pt-pdp.com\\\"", "shares_offered": "500.000.000 saham", "percent_total_shares": "20", "underwriter": "MG - SEMESTA INDOVEST SEKURITAS", "admin_participant": "MG - SEMESTA INDOVEST SEKURITAS"},
{"company_name": "PT Famon Awal Bros Sedaya Tbk", "code": "PRAY", "sector": "Healthcare", "subsector": "Healthcare Providers", "summary": "Grup Primaya merupakan grup rumah sakit swasta di Indonesia dengan berbagai pelayanan komprehensif yang menargetkan segmen kelas menengah ke atas. Grup Primaya didirikan pada tahun 1997 oleh Profesor Yos Effendi Susanto yang telah berkiprah dalam pendirian dan pengoperasian rumah sakit sejak tahun 1988 dan juga merupakan salah satu pendiri grup rumah sakit Mitra Keluarga. Pada tahun 2006, Profesor Yos Effendi Susanto mendirikan Rumah Sakit Global Medika berlokasi di Tangerang dan menawarkan 100 tempat tidur. Selanjutnya, pada tahun 2007, Perseroan bermitra dengan Rumah Sakit Awal Bros yang dikelola oleh Ir. H. Arfan Awaloeddin, MARS, untuk mendirikan Rumah Sakit Global Awal Bros di Bekasi pada tahun 2008 dan pada tahun 2011, menyeragamkan nama rumah sakit yang didirikan dan/atau diakuisi menjadi Rumah Sakit Awal Bros. Pada bulan April 2020, Perseroan melakukan ", "address": "Ruko Mega Grosir Cempaka Mas Blok N/21 Sumur Batu, Kemayoran, Jakarta", "website": "\\\"https://primayahospital.com/\\\"", "shares_offered": "302.222.300 saham", "percent_total_shares": "2.17", "underwriter": "PD - INDO PREMIER SEKURITAS", "admin_participant": "PD - INDO PREMIER SEKURITAS"},
{"company_name": "PT Puri Sentul Permai Tbk", "code": "KDTN", "sector": "Consumer Cyclicals", "subsector": "Hotels, Resorts & Cruise Lines", "summary": "Perseroan didirikan dengan nama PT Puri Sentul Permai berdasarkan Akta Pendirian PT. Puri Sentul Permai Nomor 28 tertanggal 08 Juli 2008. Perseroan memiliki kegiatan usaha utama pada bidang jasa akomodasi industri perhotelan dimana Perseroan merupakan pemilik langsung dari usaha hotel dengan nama Kedaton 8 Hotel, Restaurant & Business Lounge yang berlokasi di Kawasan Olympic CBD - Sentul, Kabupaten Bogor. Dalam menjalankan usahanya, Perseroan memiliki visi yaitu \\u201cMenjadi pemimpin pasar dan jaringan hotel ekspress dengan okupansi tertinggi di Indonesia melalui ekspansi cepat dan keunggulan layanan\\u201d. Untuk mencapai visi Perseroan tersebut, Perseroan memiliki Misi menyediakan dan mengoperasikan layanan perhotelan menggunakan platform teknologi dengan mengutamakan privasi, kemudahan dan kenyamanan pelanggan.", "address": "Jl. Surya Raya, Kav. Commercial Area 1\\nOlympic CBD Sentul, Desa Sentul\\nKecamatan Babakan Madang, Kabupaten Bogor 16810", "website": "\\\"https://kedaton8.com/\\\"", "shares_offered": "250.000.000 saham", "percent_total_shares": "20", "underwriter": "MI - VICTORIA SEKURITAS INDONESIA", "admin_participant": "MI - VICTORIA SEKURITAS INDONESIA"},
{"company_name": "PT Black Diamond Resources Tbk", "code": "COAL", "sector": "Energy ", "subsector": "Coal Production", "summary": "Perseroan didirikan dengan nama PT Black Diamond Borneo sesuai dengan Akta Pendirian No. 36 tanggal 27 Maret 2017 yang dibuat di hadapan Joni, S.H, M.H, Sp.N, Notaris di Kotawaringin Timur.", "address": "Gedung Centennial Tower Lt 21 Unit H , Jl. Jenderal Gatot Subroto No. 24-25, Jakarta Selatan 12930", "website": "\\\"https://blackdiamondtbk.com/\\\"", "shares_offered": "1.250.000.000 saham", "percent_total_shares": "20", "underwriter": "SF - SURYA FAJAR SEKURITAS", "admin_participant": "SF - SURYA FAJAR SEKURITAS"},
{"company_name": "PT Hetzer Medical Indonesia Tbk", "code": "MEDS", "sector": "Healthcare", "subsector": "Healthcare Supplies & Distributions", "summary": "Perseroan didirikan pada tanggal 31 Desember 2010 dan mulai resmi beroperasi pada tanggal 1 Maret 2011 dengan memproduksi masker bedah / surgical facemask 3 ply. Perseroan menjadi pelopor di Indonesia yang memproduksi masker kesehatan tipe Ear Loop 4 Dimensi dengan merk dagang Evo Plusmed. Sejak pandemi Covid-19, Perseroan memberikan dukungan kepada pemerintah melalui BIN dan BNPB dalam rangka menekan kelangkaan masker kesehatan di Indonesia. Perseroan juga telah mendapatkan sertifikat CPAKB dalam penerapan sistem manajemen mutu. Selain memproduksi masker, Perseroan juga memproduksi bouffant cap (penutup kepala / topi operasi) dan mendistribusikan hand sanitizer.", "address": "Jl. Mahar Martanegara No. 106, Kel. Cigugur Tengah Kec. Cimahi Tengah, Kota Cimahi, Provinsi Jawa Barat 40522", "website": "\\\"https://www.evoplusmed.com\\\"", "shares_offered": "312.500.000 saham", "percent_total_shares": "20", "underwriter": "AN - WANTEG SEKURITAS", "admin_participant": "AN - WANTEG SEKURITAS"},
{"company_name": "PT Rohartindo Nusantara Luas Tbk", "code": "TOOL", "sector": "Consumer Cyclicals", "subsector": "Household Appliances", "summary": "PT Rohartindo Nusantara Luas Tbk (\\\"Perseroan\\\") merupakan perusahaan ", "address": "Jalan Raya Perancis, Pergudangan Kosambi Permai, Blok J No. 32, Kabupaten Tangerang, Provinsi Banten\\n", "website": "\\\"http://www.nankai.co.id/\\\"", "shares_offered": "410.000.000 saham", "percent_total_shares": "20", "underwriter": "YP - MIRAE ASSET SEKURITAS INDONESIA", "admin_participant": "YP - MIRAE ASSET SEKURITAS INDONESIA"},
{"company_name": " PT Jayamas Medica Industri Tbk", "code": "OMED", "sector": "Healthcare", "subsector": "Healthcare Supplies & Distributions", "summary": "Perseroan didirikan dengan nama PT Jayamas Medica Industri pada tanggal 15 Desember 2000 dan mulai beroperasi pada tahun 2002. Kegiatan usaha utama Perseroan adalah bergerak di bidang usaha manufaktur alat kesehatan, alat kesehatan elektromedik, alat diagnostik, antiseptik dan disinfektan, dan perbekalan kesehatan rumah tangga lainnya.", "address": "Sebelah Selatan Jalan By Pass RT 05 / RW 01\\nKelurahan Sidomojo, Kecamatan Krian,\\nSidoarjo 61262, Jawa Timur", "website": "\\\"https://www.onemed.co.id\\\"", "shares_offered": "4.058.850.000 saham", "percent_total_shares": "15", "underwriter": "KI - CIPTADANA SEKURITAS ASIA, KZ - CLSA SEKURITAS INDONESIA, C3 - PT CIMB Niaga Sekuritas", "admin_participant": "KI - CIPTADANA SEKURITAS ASIA"},
{"company_name": "PT Global Digital Niaga Tbk", "code": "BELI", "sector": "Technology", "subsector": "Online Applications & Services", "summary": "Didirikan tahun 2011, PT Global Digital Niaga Tbk (\\\"Blibli\\u201d atau \\u201cPerseroan\\u201d) merupakan pelopor ekosistem belanja dan gaya hidup omnichannel terdepan di Indonesia yang fokus melayani konsumen ritel dan institusi lewat konektivitas digital. Perseroan mengintegrasikan pengalaman online dan offline melalui layanan e-commerce dan toko fisik untuk beberapa mitra merek terkemuka.", "address": "Jl. Jendral Ahmad Yani No. 34, Kel. Panjunan, Kec. Kota Kudus, Kab. Kudus 59317, Jawa Tengah", "website": "\\\"https://www.blibli.com\\\"", "shares_offered": "17.771.205.900 saham", "percent_total_shares": "15", "underwriter": "OD - BRI DANAREKSA SEKURITAS, CC - MANDIRI SEKURITAS, CP - KB VALBURY SEKURITAS, CS - CREDIT SUISSE SEKURITAS INDONESIA, DP - DBS VICKERS SEKURITAS INDONESIA, NI - BNI SEKURITAS, PD - INDO PREMIER SEKURITAS, PF - DANASAKTI SEKURITAS INDONESIA, RS - YULIE SEKURITAS INDONESIA TBK., SQ - BCA SEKURITAS, S0 - PT Morgan Stanley Sekuritas Indonesia", "admin_participant": "OD - BRI DANAREKSA SEKURITAS"},
{"company_name": "PT Menthobi Karyatama Raya Tbk", "code": "MKTR", "sector": "Consumer Non-Cyclicals", "subsector": "Plantations & Crops", "summary": "PT Menthobi Karyatama Raya Tbk merupakan perusahaan dengan berfokus pada pengelolaan hasil perkebunan. MKTR terus berkembang dan saat ini telah menjadi salah satu perusahaan dengan tata kelola terbaik dengan konsep integrasi antara hasil perkebunan, pengolahan dan pemanfaatan limbah dengan standar yang tinggi serta transport manajemen yang baik dengan konsep yang ramah lingkungan dan berkesinambungan.", "address": "Gedung Wisma Maktour Lt.4, Jalan Otto Iskandardinata No. 80 Jakarta Timur 13330", "website": "\\\"https://mktr.co.id/\\\"", "shares_offered": "2.500.000.000 saham", "percent_total_shares": "20.83", "underwriter": "II - DANATAMA MAKMUR SEKURITAS, AN - WANTEG SEKURITAS, CP - KB VALBURY SEKURITAS", "admin_participant": "II - DANATAMA MAKMUR SEKURITAS"},
{"company_name": "PT Wulandari Bangun Laksana Tbk", "code": "BSBK", "sector": "Properties & Real Estate", "subsector": "Real Estate Development & Management", "summary": "PT Wulandari Bangun Laksana Tbk (\\u201cPerseroan\\u201d) adalah suatu perseroan terbatas yang didirikan di Jakarta dengan nama PT Dwipagriya Lestari sebagaimana termaktub dalam Akta Perseroan Terbatas PT Dwipagriya Lestari No. 21 tanggal 07 September 1994 yang di buat di hadapan Linda Ibrahim SH., Notaris di Jakarta yang telah mendapatkan persetujuan Menteri Kehakiman Republik Indonesia sebagaimana termaktub dalam suratnya No. C2-2.490 HT.01.01 TH.05 tanggal 16 Februari 1995 serta telah diumumkan dalam Tambahan No. 12890 Berita Negara Republik Indonesia No. 100 tanggal 16 Desember 2005.", "address": "Jl. Jend. Sudirman Nomor 47 Tower G Komplek Balikpapan Superblock Stall Kuda, Kelurahan Damai Bahagia, Kec. Balikpapan Selatan, Kota Balikpapan, Provinsi Kalimantan Timur, 76114", "website": "\\\"https://www.balikpapansuperblock.com\\\"", "shares_offered": "2.750.000.000 saham", "percent_total_shares": "12.09", "underwriter": "SH - ARTHA SEKURITAS INDONESIA, FS - YUANTA SEKURITAS INDONESIA, HD - KGI SEKURITAS INDONESIA, PG - PANCA GLOBAL SEKURITAS", "admin_participant": "SH - ARTHA SEKURITAS INDONESIA"},
{"company_name": "PT Citra Borneo Utama Tbk", "code": "CBUT", "sector": "Consumer Non-Cyclicals", "subsector": "Plantations & Crops", "summary": "PT Citra Borneo Utama Tbk (\\u201cPerseroan\\u201d) adalah suatu Perseroan terbatas yang berdiri sejak tahun 2013 yang dimana saat ini memiliki kegiatan usaha utama meliputi bidang industri pemurnian, pemisahan/fraksinasi dan perdagangan produk kelapa sawit dan turunannya yang berkualitas tinggi dengan pangsa pasar domestik dan luar negeri.", "address": "Jalan Haji Udan Said No.47,\\nKabupaten Kotawaringin Barat, Pangkalan Bun, 74115", "website": "\\\"http://www.citraborneoutama.co.id/\\\"", "shares_offered": "625.000.000 saham", "percent_total_shares": "20", "underwriter": "YP - MIRAE ASSET SEKURITAS INDONESIA, AI - UOB KAY HIAN SEKURITAS, OD - BRI DANAREKSA SEKURITAS, ZP - MAYBANK SEKURITAS INDONESIA", "admin_participant": "YP - MIRAE ASSET SEKURITAS INDONESIA"},
{"company_name": "PT Segar Kumala Indonesia Tbk", "code": "BUAH", "sector": "Consumer Non-Cyclicals", "subsector": "Food Retail & Distributors", "summary": "PT Segar Kumala Indonesia didirikan dengan semangat untuk menyediakan produk berupa buah-buahan dengan mutu dan kualitas terbaik untuk semua kalangan masyarakat indonesia. Didirikan pada tahun 2017, Perseroan memulai bisnis perdagangan dan distribusi buah-buahan segar di daerah Jakarta dan sekitarnya dengan merk SK, kini Perseroan telah memiliki 9 (sembilan) cabang distribusi yang tersebar di seluruh Indonesia untuk menunjang visi dan misi Perseroan.", "address": "Jl. Pegangsaan Dua KM. 4 No.89. Pegangsaan Dua, Kelapa Gading, Jakarta Utara. 14250", "website": "\\\"https://sk-indonesia.com/\\\"", "shares_offered": "200.000.000 saham", "percent_total_shares": "20", "underwriter": "LS - RELIANCE SEKURITAS INDONESIA TBK.", "admin_participant": "LS - RELIANCE SEKURITAS INDONESIA TBK."},
{"company_name": "PT Agung Menjangan Mas Tbk", "code": "AMMS", "sector": "Consumer Non-Cyclicals", "subsector": "Fish, Meat, & Poultry", "summary": "Perseroan melakukan kegiatan usaha: (i) jasa sarana produksi budidaya ikan air payau dalam hal ini adalah udang, yang mencakup kegiatan persiapan dan pembuatan tambak, perawatan dan pengawasan tambak, dan (ii) jasa pasca panen budidaya ikan air payau yang mencakup kegiatan pemanenan dan persiapan pasca panen. ", "address": "Generali Tower Grand Rubina Business Park Lt.20 C\\nJl. H.R. Rasuna Said, Kuningan, Jakarta Selatan 12940", "website": "\\\"https://agungmm.com/\\\"", "shares_offered": "240.000.000 saham", "percent_total_shares": "20", "underwriter": "IU - INDO CAPITAL SEKURITAS", "admin_participant": "IU - INDO CAPITAL SEKURITAS"},
{"company_name": "PT Klinko Karya Imaji Tbk", "code": "KLIN", "sector": "Consumer Cyclicals", "subsector": "Home Improvement Retail", "summary": "Perseroan berkedudukan di Kabupaten Gresik dan didirikan berdasarkan hukum Indonesia sebagaimana termaktub dalam Akta Pendirian Perseroan Terbatas No. 03 Tanggal 4 November 2016, yang dibuat di hadapan Ribka Avie Alreta S.H. M.Kn., Notaris di Kabupaten Sidoarjo, yang telah mendapatkan persetujuan dari Menteri Hukum dan Hak Asasi Manusia Republik Indonesia (\\u201cMenkumham\\u201d) berdasarkan Surat Keputusan Nomor: AHU-0049715.AH.01.01. Tahun 2016 tanggal 8 November 2016, serta telah didaftarkan dalam Daftar Perseroan Nomor: AHU-0132703.AH.01.11 Tahun 2016 tanggal 8 November 2016 serta telah diumumkan pada Berita Negara Nomor: 79647 dan Tambahan Berita Negara No. 101 tanggal 20 Desember 2016.", "address": "Jl. Raya Driyorejo Km 25, Desa/Kelurahan Driyorejo, Kec. Driyorejo, Kab. Gresik, Jawa Timur 61177, Indonesia", "website": "\\\"https://www.klinko.id/\\\"", "shares_offered": "230.000.000 saham", "percent_total_shares": "17.59", "underwriter": "SA - ELIT SUKSES SEKURITAS", "admin_participant": "SA - ELIT SUKSES SEKURITAS"},
{"company_name": "PT Pelayaran Nasional Ekalya Purnamasari Tbk ", "code": "ELPI", "sector": "Transportation & Logistic", "subsector": "Logistics & Deliveries", "summary": "Perseroan didirikan pada April tahun 1992 di Kota Ambon, Kalimantan Timur bergerak dibidang Pelayaran Rakyat dan Nusantara dengan armada Landing Craft Tank (LCT) 100 dwt bernama LCT EKA. Sampai awal tahun 2000, Perseroan berfokus pada penyediaan solusi logistik ke wilayah timur Indonesia, terutama di Maluku dan Irian Jaya dan di tahun 2002 terdapat penambahan armada LCT bernama EFILYA.", "address": "Graha KCT Lt. 3\\nJl. W.R. Supratman No.23\\nSurabaya, Jawa Timur- Indonesia", "website": "\\\"https://www.pnep.co.id\\\"", "shares_offered": "1.112.000.000 saham", "percent_total_shares": "15", "underwriter": "LG - TRIMEGAH SEKURITAS INDONESIA TBK.", "admin_participant": "LG - TRIMEGAH SEKURITAS INDONESIA TBK."},
{"company_name": "PT Sari Kreasi Boga Tbk", "code": "RAFI", "sector": "Consumer Non-Cyclicals", "subsector": "Food Retail & Distributors", "summary": "PT Sari Kreasi Boga Tbk (\\u201cPerseroan\\u201d) adalah suatu perseroan terbatas yang saat ini bergerak di bidang penjualan bahan baku dan waralaba makanan dan minuman. Waralaba makanan dan minuman yang dimiliki dan dikuasai oleh Perseroan adalah Kebab Turki Babarafi, Container Kebab by Babarafi, Smokey Kebab, Sueger, Kebab Kitchen, Babarafi Caf\\u00e9, Ayam Utuh, Jellyta, Raffi Express dan Ayam Pul.", "address": "Tower A lt.3, Jl. Ampera Raya RW2, Ragunan, Kec. Ps. Minggu, Kota Jakarta Selatan,\\nDaerah Khusus Ibukota Jakarta 12540", "website": "\\\"https://skbfood.id/\\\"", "shares_offered": "948.090.000 saham", "percent_total_shares": "30.31", "underwriter": "IN - INVESTINDO NUSANTARA SEKURITAS, CP - KB VALBURY SEKURITAS", "admin_participant": "IN - INVESTINDO NUSANTARA SEKURITAS"},
{"company_name": "PT Estee Gold Feet Tbk", "code": "EURO", "sector": "Consumer Non-Cyclicals", "subsector": "Personal Care Products", "summary": "Berdiri sejak 1978, dijalankan dan di prakarsai oleh Mr. Johansen, merupakan suatu kebanggaan bisa memproduksi produk berkualitas tinggi yang dibutuhkan masyarakat Indonesia bahkan menembus pasar Internasional (Ekspor). PT Estee Gold Feet selalu berusaha untuk memuaskan pelanggan sejak awal dengan detail pekerjaan dan dedikasi yang tinggi untuk mencapai hasil yang sempurna. Dengan dukungan tenaga kerja yang sangat terlatih, ditunjang dengan peralatan berstandar internasional kami selalu bertekad untuk memberikan pelayanan terbaik bagi para pelanggan kami. Ke depan, kami berusaha untuk menjadi lebih baik lagi dari saat ini. Kebutuhan kami akan selalu selaras dengan kebutuhan pelanggan kami, karena kami ingin memberikan kepuasan terbaik untuk mereka dengan layanan kami.", "address": "Jl. Kapuk Utara II No.2, RT.1/RW.3, Kapuk Muara, Penjaringan\\nJakarta Utara, 14460, Indonesia\\n", "website": "\\\"https://esteegoldaerosol.com/\\\"", "shares_offered": "500.000.000 saham", "percent_total_shares": "20", "underwriter": "II - DANATAMA MAKMUR SEKURITAS", "admin_participant": "II - DANATAMA MAKMUR SEKURITAS"},
{"company_name": "PT Mora Telematika Indonesia Tbk", "code": "MORA", "sector": "Infrastructures", "subsector": "Wired Telecommunication Service", "summary": "Perseroan merupakan penyedia jaringan telekomunikasi ", "address": "Grha 9, Lantai 6, Jl. Panataran No. 9, Proklamasi, Jakarta 10320 Indonesia", "website": "\\\"https://www.moratelindo.co.id\\\"", "shares_offered": "2.525.464.300 saham", "percent_total_shares": "10.68", "underwriter": "AZ - SUCOR SEKURITAS, NI - BNI SEKURITAS", "admin_participant": "AZ - SUCOR SEKURITAS"},
{"company_name": "PT Utama Radar Cahaya Tbk", "code": "RCCC", "sector": "Transportation & Logistic", "subsector": "Logistics & Deliveries", "summary": "Perseroan merupakan perusahaan yang bergerak dalam bidang jasa transportasi angkutan darat, beralamat di Gedung STC Senayan, Lantai 2, Ruang 38, Jalan Asia Afrika Pintu IX, Gelora, Tanah Abang, Kota Jakarta Pusat, Provinsi DKI Jakarta, untuk garasi dan bengkel sebagai tempat parkir dan perawatan armada berlokasi di Jalan Curug Dengdeng RT004/RW003, Desa Lulut, Kecamatan Klapanunggal, Cileungsi, Kabupaten Bogor, Jawa Barat. Berdiri pada tahun 2012, Perseroan memulai aktivitas operasional di tahun 2014 dengan mengoperasikan 4 armada truk. Pada tahun 2018, truk yang dioperasikan oleh Perseroan menjadi 53 armada. Pada tahun 2021, truk yang dioperasikan oleh Perseroan menjadi 65 armada dan ditargetkan pada akhir tahun 2022 Perseroan akan mengoperasikan sebanyak 120 armada truk.", "address": "Kantor Pusat:\\nGedung STC Senayan, Lantai 2, Ruang 38, Jl. Asia Afrika Pintu IX, Gelora, Tanah Abang Jakarta Pusat 10270, Indonesia\\nGarasi dan Bengkel:\\nJl. Curug Dengdeng, Desa Lulut, Kec. Klapanunggal, Cileungsi, Kab. Bogor, Jawa Barat, Indonesia\\n", "website": "\\\"https://www.utamaradarcahaya.com\\\"", "shares_offered": "150.000.000 saham", "percent_total_shares": "20", "underwriter": "SA - ELIT SUKSES SEKURITAS", "admin_participant": "SA - ELIT SUKSES SEKURITAS"},
{"company_name": "PT Kusuma Kemindo Sentosa Tbk", "code": "KKES", "sector": "Basic Materials", "subsector": "Basic Chemicals", "summary": "PT Kusuma Kemindo Sentosa Tbk (\\\"Perseroan\\\") didirikan pada tahun 1990 di Jakarta, Indonesia. Aktif sebagai importir, ", "address": "Green Ville Maisonette Blok FA / 12A,\\nJakarta Barat, DKI Jakarta, 11510 - Indonesia", "website": "\\\"https://kks-chemicals.com\\\"", "shares_offered": "300.000.000 saham", "percent_total_shares": "20", "underwriter": "YP - MIRAE ASSET SEKURITAS INDONESIA", "admin_participant": "YP - MIRAE ASSET SEKURITAS INDONESIA"},
{"company_name": "PT HABCO TRANS MARITIMA TBK", "code": "HATM", "sector": "Transportation & Logistic", "subsector": "Logistics & Deliveries", "summary": "Perseroan didirikan dengan nama PT Habco Trans Maritima yang berkedudukan di Pekanbaru dengan kantor pusat beralamat di Jalan H. Imam Munandar No. 247 F-G, Kel Tangkerang Utara, Kec Bukit Raya, Pekanbaru, Riau dan didirikan berdasarkan hukum Indonesia sebagaimana termaktub dalam Akta Pendirian Perseroan Terbatas PT Habco Trans Maritima No. 10 Tanggal 8 Agustus 2019, yang dibuat di hadapan Tito Utoyo S.H., Notaris di Kota Pekanbaru, yang telah mendapatkan pengesahan dari Menteri Hukum dan Hak Asasi Manusia Republik Indonesia (\\u201cMenhukham\\u201d) berdasarkan Surat Keputusan No. AHU-0039949.AH.01.01.TAHUN 2019 tanggal 14 Agustus 2019, dan telah didafarkan dalam Daftar Perseroan No. AHU-0137168.AH.01.11 TAHUN 2019 tanggal 14 Agustus 2019 serta telah diumumkan pada Berita Negara Nomor: 004 dan Tambahan Berita Negara No. 001952 tanggal 14 Januari 2022.", "address": "Jalan H. Imam Munandar No. 247 F-G, Kel Tangkerang Utara, Kec Bukit Raya, Pekanbaru, Riau 28282 ", "website": "\\\"https://habcomaritima.com/\\\"", "shares_offered": "1.118.750.000 saham", "percent_total_shares": "16.65", "underwriter": "XA - NH KORINDO SEKURITAS INDONESIA", "admin_participant": "XA - NH KORINDO SEKURITAS INDONESIA"},
{"company_name": "PT Jhonlin Agro Raya Tbk", "code": "JARR", "sector": "Consumer Non-Cyclicals", "subsector": "Plantations & Crops", "summary": "PT Jhonlin Agro Raya Tbk (\\u201cPerseroan\\u201d) adalah suatu perseroan terbatas yang saat ini bergerak di bidang perkebunan dan pengolahan minyak kelapa sawit terpadu. Perseroan memiliki sumber daya untuk mewujudkan hilirisasi usaha perkebunan dan pengolahan kelapa sawit yang terintegrasi mulai dari perkebunan kelapa sawit sampai dengan pengolahan menjadi bahan campuran biodiesel.", "address": "Kantor:\\nJl. Kodeco KM 1, Kel. Gunung Antasari, Kec. Simpang Empat, Kab. Tanah Bumbu, Kalimatan Selatan 72213\\nOperasional:\\nPabrik Refinery dan Pabrik Biodiesel di Desa Batu Ampar, Kec. Simpang Empat, Kab. Tanah Bumbu, Kalimantan Selatan", "website": "\\\"https://www.ptjar.com\\\"", "shares_offered": "1.222.950.000 saham", "percent_total_shares": "15.29", "underwriter": "IN - INVESTINDO NUSANTARA SEKURITAS, AR - BINAARTHA SEKURITAS, PG - PANCA GLOBAL SEKURITAS, YJ - LOTUS ANDALAN SEKURITAS", "admin_participant": "IN - INVESTINDO NUSANTARA SEKURITAS"},
{"company_name": "PT Aman Agrindo Tbk", "code": "GULA", "sector": "Consumer Non-Cyclicals", "subsector": "Processed Foods", "summary": "PT Aman Agrindo Tbk (\\u201cPerseroan\\u201d) adalah suatu perseroan terbatas yang saat ini memiliki kegiatan usaha utama dalam bidang perkebunan tebu, perdagangan gula, dan industri gula. Hingga saat ini Perseroan telah melakukan kegiatan perdagangan terhadap beberapa jenis gula yaitu Gula Pasir, Gula Cair, dan Gula Merah yang sumbernya diperoleh dari pemasok gula. Khusus untuk kegiatan perdagangan gula merah baru dijalankan oleh Perseroan sejak awal tahun 2022.", "address": "Jl.MT. Haryono 864-866 Ruko Bangkong Plaza C-10,\\nKelurahan Peterongan, Kecamatan Semarang Selatan, Kota Semarang, Provinsi Jawa Tengah, 50242", "website": "\\\"https://www.amanagrindo.co.id/\\\"", "shares_offered": "214.072.500 saham", "percent_total_shares": "20", "underwriter": "AI - UOB KAY HIAN SEKURITAS", "admin_participant": "AI - UOB KAY HIAN SEKURITAS"},
{"company_name": "PT Bangun Karya Perkasa Jaya Tbk.", "code": "KRYA", "sector": "Infrastructures", "subsector": "Heavy Constructions & Civil Engineering", "summary": "Perseroan didirikan pada tahun 2007 sebagai perusahaan konstruksi nasional yang berkembang pesat yang bergerak dibidang konstruksi baja dan konstruksi umum seperti infrastuktur jalan, jembatan, dermaga serta berpengalaman lebih dari 15 tahun.", "address": "Jl. Pattimura Plaza Segi Delapan C 851-852, Sonokwijenan, Sukomanunggal, Surabaya, Indonesia 60189", "website": "\\\"https://www.ptbkpjaya.com/\\\"", "shares_offered": "325.000.000 saham", "percent_total_shares": "20", "underwriter": "IU - INDO CAPITAL SEKURITAS", "admin_participant": "IU - INDO CAPITAL SEKURITAS"},
{"company_name": "PT Dewi Shri Farmindo Tbk", "code": "DEWI", "sector": "Consumer Non-Cyclicals", "subsector": "Fish, Meat, & Poultry", "summary": "Perseroan adalah suatu perseroan terbatas yang didirikan berdasarkan peraturan perundang-undangan yang berlaku di negara Republik Indonesia dengan nama \\u201cPT Dewi Shri Farmindo\\u201d, berkedudukan di Kabupaten Cianjur, berdasarkan Akta Pendirian Nomor 15 tanggal 17 September 2019 (\\u201cAkta Pendirian\\u201d), yang dibuat di hadapan Amaliyah, S.H., M.Kn., pada waktu itu Notaris di Jakarta, yang telah memperoleh pengesahan dari Kementerian Hukum dan Hak Asasi Manusia Republik Indonesia (\\u201cKemenkumham\\u201d) melalui Surat Keputusannya Nomor AHU-0052322.AH.01.01.Tahun 2019 tanggal 09 Oktober 2019, yang telah didaftarkan dalam Daftar Perseroan di bawah nomor AHU-0190682.AH.01.11.Tahun 2019 tanggal 09 Oktober 2019, dan telah diumumkan dalam BNRI No. 063 TBNRI No. 025011 yang terbit pada tanggal 6 Agustus 2021. Dengan disahkannya Akta Pendirian oleh Menkumham, maka Perseroan telah didirikan secara sah berdasarkan hukum Republik Indonesia dan Akta Pendirian telah dibuat memenuhi ketentuan peraturan perundang-undangan Negara Republik Indonesia yang berlaku.", "address": "Kampung Cimenyan, RT 003/RW 003, Desa Cintaasih, Kecamatan Grekbong, Cianjur, Jawa Barat", "website": "\\\"https://www.dewishrifarmindo.com\\\"", "shares_offered": "700.000.000 saham", "percent_total_shares": "35", "underwriter": "HD - KGI SEKURITAS INDONESIA, AR - BINAARTHA SEKURITAS", "admin_participant": "HD - KGI SEKURITAS INDONESIA"},
{"company_name": "PT Mandiri Mineral Perkasa Tbk", "code": "NPII", "sector": "Basic Materials", "subsector": "Mining Equipment & Services", "summary": "PT Mandiri Mineral Perkasa Tbk (\\u201c", "address": "Citra Tower Kemayoran,\\nJl. Benyamin Suaeb Kav A6 Lt. 18A,\\nKebon Kosong, Kemayoran, Jakarta Pusat", "website": "\\\"https://www.mandirimineralperkasa.co.id\\\"", "shares_offered": "950.000.000 saham", "percent_total_shares": "0.73", "underwriter": "SF - SURYA FAJAR SEKURITAS, MI - VICTORIA SEKURITAS INDONESIA", "admin_participant": "SF - SURYA FAJAR SEKURITAS"},
{"company_name": "PT Tera Data Indonusa Tbk.", "code": "AXIO", "sector": "Technology", "subsector": "Computer Hardware", "summary": "PT Tera Data Indonusa Tbk adalah perusahaan Teknologi Informasi dan Komunikasi yang saat ini menjadi satu-satunya perusahaan di Indonesia yang terintegrasi secara ", "address": "Wisma Exa\\nJl. Inspeksi PAM No.168, Cakung Barat\\nJakarta Timur 13910\\n", "website": "\\\"https://www.terra.co.id/\\\"", "shares_offered": "1.040.126.500 saham", "percent_total_shares": "17.81", "underwriter": "NI - BNI SEKURITAS, C3 - PT CIMB Niaga Sekuritas", "admin_participant": "NI - BNI SEKURITAS"},
{"company_name": "PT Cilacap Samudera Fishing Industry Tbk", "code": "ASHA", "sector": "Consumer Non-Cyclicals", "subsector": "Food Retail & Distributors", "summary": "Perseroan adalah suatu perseroan terbatas yang telah didirikan berdasarkan hukum dan peraturan perundang-undangan Republik Indonesia untuk pertama kali dengan nama \\u201cPT CILACAP SAMUDERA FISHING INDUSTRY\\u201d, yang berkedudukan di Cilacap berdasarkan Akta Pendirian Perseroan nomor 2 tanggal 1 Oktober 1999, dibuat oleh SOEPARNA SAERAN, Sarjana Hukum, Notaris di Jakarta, yang telah mendapatkan Pengesahan Akta Pendirian Perseroan berdasarkan Keputusan Menteri Kehakiman dan Hak Asasi Manusia Republik Indonesia nomor C-15350 HT.01.01.TH 2001 tanggal 10 Desember 2001, telah didaftarkan dalam Tanda Daftar Perusahaan di Kantor Pelayanan Terpadu Satu Pintu Kota Administrasi Jakarta Utara nomor 667/24.3PT/31.72/-1.824.27/e/2017 tanggal 31 Mei 2017, dan telah diumumkan dalam Berita Negara Republik Indonesia nomor 063 tanggal 6 Agustus 2021, Tambahan Berita Negara Republik Indonesia nomor 025127 Tahun 2021.", "address": "Jl. Muara Baru Ujung K No. 7D\\nRT 021 RW 17 Penjaringan\\nJakarta Utara, Indonesia", "website": "\\\"https://www.csfi.co.id/\\\"", "shares_offered": "1.250.000.000 saham", "percent_total_shares": "25", "underwriter": "HD - KGI SEKURITAS INDONESIA, BQ - KOREA INVESTMENT AND SEKURITAS INDONESIA", "admin_participant": "HD - KGI SEKURITAS INDONESIA"},
{"company_name": "PT Saraswanti Indoland Development Tbk", "code": "SWID", "sector": "Properties & Real Estate", "subsector": "Real Estate Development & Management", "summary": "Perseroan merupakan salah satu pengembang ternama yang berdiri sejak 2010. Perseroan merupakan anak perusahaan dari Kelompok Usaha Saraswanti, yang bergerak dalam bidang properti, khususnya dalam pengembangan ", "address": "Jalan Palagan Tentara Pelajar KM. 7 Sariharjo, Ngaglik, Kab. Sleman, Daerah Istimewa Yogyakarta Indonesia - 55581\\n", "website": "\\\"https://saraswantiproperty.com/\\\"", "shares_offered": "340.000.000 saham", "percent_total_shares": "6.31", "underwriter": "AH - SHINHAN SEKURITAS INDONESIA", "admin_participant": "AH - SHINHAN SEKURITAS INDONESIA"},
{"company_name": "PT Chemstar Indonesia Tbk", "code": "CHEM", "sector": "Basic Materials", "subsector": "Specialty Chemicals", "summary": "PT ChemStar Indonesia Tbk (\\u201cPerseroan\\u201d) adalah perusahaan produsen bahan kimia untuk industri tekstil yang berlokasi di Purwakarta, Jawa Barat. Perseroan sebagai perusahaan manufaktur dan perdagangan kimia untuk industri tekstil, kulit, plastik, dan sejenisnya. Sesuai dengan kegiatan usaha saat ini, Perseroan bergerak dalam bidang Industri dan Perdagangan bahan kimia spesialisasi untuk industri tekstil. Sedangkan kegiatan usaha penunjang adalah Perdagangan Bahan Kimia Umum.", "address": "Jl. Industri Ubrug No. 70, Kp. Cisampih, Kel. Cibinong, Kec. Jatiluhur, Kab. Purwakarta, Jawa Barat 41152", "website": "\\\"https://www.chemstarindonesia.com\\\"", "shares_offered": "500.000.000 saham", "percent_total_shares": "29.41", "underwriter": "XA - NH KORINDO SEKURITAS INDONESIA", "admin_participant": "XA - NH KORINDO SEKURITAS INDONESIA"},
{"company_name": "PT Arkora Hydro Tbk", "code": "ARKO", "sector": "Infrastructures", "subsector": "Electric Utilities", "summary": "Sejak didirikannya Perseroan pada tahun 2010, Perseroan dan manajemen telah berkomitmen untuk menjalankan kegiatan usaha di bidang jasa kelistrikan yang fokus pada kegiatan Energi Baru Terbarukan (", "address": "Office 8 Building, Lantai 21 Unit C & D,\\nJl. Jend. Sudirman Kav. 52-53, Lot 28 SCBD\\nJakarta 12190, Indonesia", "website": "\\\"http://www.arkora-hydro.com/\\\"", "shares_offered": "579.900.000 saham", "percent_total_shares": "20", "underwriter": "YP - MIRAE ASSET SEKURITAS INDONESIA, YJ - LOTUS ANDALAN SEKURITAS", "admin_participant": "YP - MIRAE ASSET SEKURITAS INDONESIA"},
{"company_name": "PT Cerestar Indonesia Tbk", "code": "TRGU", "sector": "Consumer Non-Cyclicals", "subsector": "Processed Foods", "summary": "PT Cerestar Indonesia Tbk. adalah suatu perseoran terbatas yang didirikan berdasaran hukum Negara Republik Indonesia berdasarkan Akta Pendirian No. 02 tanggal 10 Agustus 2020 yang dibuat di hadapan Dwi Yulianti, S.H., Notaris di Jakarta Selatan yang telah memperoleh status sebagai badan hukum berdasarkan Keputusan Menkumham No. AHU-0039125.AH.01.01.Tahun 2020 mengenai Pengesahan Pendirian Badan Hukum Perseroan Terbatas PT Cerestar Indonesia tanggal 11 Agustus 2020, dan telah didaftarkan dalam daftar perseroan yang diselenggarakan oleh Menkumham dengan No. AHU-0131584.AH.01.11.Tahun 2020 tanggal 11 Agustus 2020, serta telah diumumkan dalam BN No. 79 dan TBNNo. 030625 pada tahun 2021.", "address": "The City Tower Lt. 28\\nJl. M.H Thamrin No. 81, Menteng\\nJakarta Pusat 10310 \\u2013 DKI Jakarta\\n", "website": "\\\"http://www.cerestargroup.co.id\\\"", "shares_offered": "1.500.000.000 saham", "percent_total_shares": "18.87", "underwriter": "MG - SEMESTA INDOVEST SEKURITAS", "admin_participant": "MG - SEMESTA INDOVEST SEKURITAS"},
{"company_name": "PT Indo Boga Sukses Tbk", "code": "IBOS", "sector": "Consumer Non-Cyclicals", "subsector": "Processed Foods", "summary": "Perseroan didirikan dengan nama PT Indo Boga Sukses berdasarkan Akta Pendirian Perseroan Terbatas PT Indo Boga Sukses No.6 tanggal 16 Januari 2019, yang dibuat di hadapan Tabitha Sri Jeany S.H., M.Kn., Notaris di Kota Yogyakarta.", "address": "Jalan Raya Randugowang, Desa Sendangadi, Kecamatan Mlati, Kabupaten Sleman, Yogyakarta 55285", "website": "\\\"https://indobogasukses.com/\\\"", "shares_offered": "1.607.360.000 saham", "percent_total_shares": "20", "underwriter": "SF - SURYA FAJAR SEKURITAS, XA - NH KORINDO SEKURITAS INDONESIA", "admin_participant": "SF - SURYA FAJAR SEKURITAS"},
{"company_name": "PT Winner Nusantara Jaya Tbk", "code": "WINR", "sector": "Properties & Real Estate", "subsector": "Real Estate Development & Management", "summary": "PT Winner Nusantara Jaya Tbk adalah suatu Perseroan terbatas yang didirikan berdasarkan hukum negara Republik Indonesia, berkedudukan di Kota Batam (\\u201cPerseroan\\u201d) sebagaimana termaktub dalam Akta Pendirian Perseroan terbatas \\u201cPT Winner Nusantara Jaya Tbk\\u201d No. 10 tanggal 10 Oktober 2007, yang dibuat dihadapan Anly Cenggana, SH, Notaris di Batam (\\u201cAkta Pendirian Perseroan\\u201d). Akta Pendirian Perseroan telah memperoleh pengesahan Badan Humum sebagaimana termaktub dalam Keputusan Menteri Hukum Dan Hak Asasi Manusia No. C-04333.HT.01.01- TH-2007 tanggal 26 November 2007, serta telah didaftarkan pada Daftar Perseroan No. 1078/BH 0406/XII/2007 tanggal 04 Desember 2007.", "address": "Seraya Mas Center Blok H No. 01, Nagoya\\nKota Batam - 29454", "website": "\\\"https://www.winnergroup.id\\\"", "shares_offered": "1.500.000.000 saham", "percent_total_shares": "28.65", "underwriter": "SH - ARTHA SEKURITAS INDONESIA, FS - YUANTA SEKURITAS INDONESIA, PG - PANCA GLOBAL SEKURITAS, YP - MIRAE ASSET SEKURITAS INDONESIA", "admin_participant": "SH - ARTHA SEKURITAS INDONESIA"},
{"company_name": "PT Murni Sadar Tbk", "code": "MTMH", "sector": "Healthcare", "subsector": "Healthcare Providers", "summary": "Perseroan dan Perusahaan Anak adalah penyedia layanan kesehatan dengan fokus pada bidang onkologi dan kardiovaskuler serta pusat pendidikan kesehatan. Pada saat ini, Perseroan dan Perusahaan memiliki 5 rumah sakit di Medan, Jakarta, Bali dan Tangerang dan mengoperasikan 1 rumah sakit di Medan dengan menggunakan metode kerja sama operasional, yaitu:", "address": "Jl. Jawa No. 2, LK II, Gg. Buntu, Medan Timur, Kota Medan, Sumatera Utara - 20231 ", "website": "\\\"https://www.rsmurniteguh.com\\\"", "shares_offered": "254.022.800 saham", "percent_total_shares": "12.28", "underwriter": "KI - CIPTADANA SEKURITAS ASIA, SQ - BCA SEKURITAS", "admin_participant": "KI - CIPTADANA SEKURITAS ASIA"},
{"company_name": "PT Oscar Mitra Sukses Sejahtera Tbk.", "code": "OLIV", "sector": "Consumer Non-Cyclicals", "subsector": "Household Products", "summary": "Perseroan adalah perusahaan yang bergerak di bidang perdagangan furnitur online. Sebagai salah satu pionner di penjualan online, Perseroan diundang untuk bekerja sama dengan berbagai marketplace, salah satunya JD.ID dimana Perseroan memperoleh penghargaan sebagai toko furniture pertama di marketplace tersebut. Awalnya, Perseroan menggunakan kesempatan tersebut sebagai Channel (Saluran) penjualan tambahan untuk kegiatan usahanya. Namun dengan meningkatnya tren belanja online dan akibat pandemi COVID-19 yang berkepanjangan, pada hari ini penjualan online menjadi salah satu kontribusi terbesar terhadap penjualan Perseroan.", "address": "Jl. Otista Raya No. 33, Jakarta Timur, Indonesia", "website": "\\\"https://www.oscarliving.com\\\"", "shares_offered": "400.000.000 saham", "percent_total_shares": "21.1", "underwriter": "II - DANATAMA MAKMUR SEKURITAS", "admin_participant": "II - DANATAMA MAKMUR SEKURITAS"},
{"company_name": "PT Nanotech Indonesia Global Tbk", "code": "NANO", "sector": "Industrials", "subsector": "Business Support Services", "summary": "PT Nanotech Indonesia Global Tbk (\\u201c", "address": "Gedung Nanoplex, Jl. Puspiptek Komplek Batan Lama A12, Kota Tangerang Selatan, Provinsi Banten - 15314", "website": "\\\"https://nig.co.id\\\"", "shares_offered": "1.285.000.000 saham", "percent_total_shares": "29.99", "underwriter": "AI - UOB KAY HIAN SEKURITAS", "admin_participant": "AI - UOB KAY HIAN SEKURITAS"},
{"company_name": " PT WIR ASIA Tbk", "code": "WIRG", "sector": "Technology", "subsector": "Software", "summary": "Perseroan dan Perusahaan Anak (selanjutnya disebut sebagai \\u201cWIR Group\\u201d) saat ini merupakan pemain terkemuka dalam teknologi realitas digital (", "address": "Jalan Panjang Raya No. 70\\nKebon Jeruk\\nJakarta 11530 - Indonesia", "website": "\\\"https://www.wirglobal.com\\\"", "shares_offered": "2.337.090.000 saham", "percent_total_shares": "20", "underwriter": "KI - CIPTADANA SEKURITAS ASIA", "admin_participant": "KI - CIPTADANA SEKURITAS ASIA"},
{"company_name": "PT Sigma Energy Compressindo Tbk", "code": "SICO", "sector": "Energy ", "subsector": "Oil, Gas & Coal Equipment & Services", "summary": "PT Sigma Energy CompressindoTbk (Perseroan) adalah perusahaan swasta nasional yang didirikan pada tahun 2007 yang bergerak dalam bidang usaha Jasa Penyewaan Alat-Alat Untuk Monetisasi Minyak dan Gas Suar Bakar dengan Menggunakan Teknologi Kompresi untuk Penurunan Emisi Gas Rumah Kaca. Pada saat ini Perseroan adalah pemimpin pasar dalam menyediakan layanan mini gas kompresor untuk memonetisasi gas suar bakar dan mengoptimalkan produksi migas pada sumur-sumur marjinal serta yang berkontribusi dalam mengurangi emisi gas rumah kaca dengan cara menangkap hingga 1.500 MMSCF gas suar bakar per tahun senilai sekitar USD 12.5 juta. Perseroan telah memenuhi standar international dan berpengalaman dengan perusahaan migas besar di seluruh Indonesia. Pada tahun 2017 Perseroan memulai cabang usaha baru yang bergerak di bidang pengoperasian SPBU dibawah PT Sigma Niaga Gas. Bersama SHELL, proyek pertama dimulai di tempat yang strategis yaitu di Kawasan Soewarna Bussiness Park area Bandara International Soekarno Hatta.", "address": "GKM Green Tower 10th Floor\\nJl. TB Simatupang Kav 89 G Jakarta Selatan, 12520", "website": "\\\"https://sinerco.co.id\\\"", "shares_offered": "270.000.000 saham", "percent_total_shares": "29.67", "underwriter": "XA - NH KORINDO SEKURITAS INDONESIA", "admin_participant": "XA - NH KORINDO SEKURITAS INDONESIA"},
{"company_name": "PT Sepeda Bersama Indonesia Tbk", "code": "BIKE", "sector": "Consumer Cyclicals", "subsector": "Sport Equipment & Hobbies Goods", "summary": "Perseroan didirikan dengan nama PT Sepeda Bersama Indonesia sebagaimana termaktub dalam Akta Pendirian PT Sepeda Bersama Indonesia No. 4 tanggal 13 Oktober 2017 yang dibuat di hadapan Indra Tjahja Rinanto, S.H., Notaris di Jakarta , yang telah mendapatkan pengesahan dari  Menkumham berdasarkan Surat Keputusan Menhukham No. AHU-0047538.AH.01.01.TAHUN 2017 tertanggal 24 Oktober 2017 dan telah didaftarkan pada Daftar Perseroan No. AHU-0133458.AH.01.11.TAHUN 2017 tanggal 24 Oktober 2017 serta telah diumumkan dalam Berita Negara Republik Indonesia Nomor 045 Tambahan Berita Negara Republik Indonesia Nomor 019151 tanggal 4 Juni 2021 yang mengatur mengenai pendirian Perseroan.", "address": "Jl. Alam Sutera Boulevard Kav. 12A,\\nPakulon, Serpong Utara\\nTangerang Selatan, Banten 15325", "website": "\\\"https://www.sepedabersamaindonesia.co.id\\\"", "shares_offered": "323.334.000 saham", "percent_total_shares": "25", "underwriter": "LG - TRIMEGAH SEKURITAS INDONESIA TBK., XA - NH KORINDO SEKURITAS INDONESIA, YP - MIRAE ASSET SEKURITAS INDONESIA", "admin_participant": "LG - TRIMEGAH SEKURITAS INDONESIA TBK."},
{"company_name": "PT GoTo Gojek Tokopedia Tbk", "code": "GOTO", "sector": "Technology", "subsector": "Online Applications & Services", "summary": "Misi Perusahaan adalah untuk \\u2018Mendorong Kemajuan\\u2019 bagi para pelanggan, termasuk konsumen, pedagang dan mitra pengemudi, di dalam ekosistem Perusahaan. Perusahaan memanfaatkan teknologi dan inovasi guna memenuhi misi Perusahaan, yaitu memberdayakan pelanggan untuk dapat saling terhubung dan membantu sesuai prinsip Perusahaan, \\u201cGotong Royong,\\u201d dan juga slogan Perusahaan, \\u201cjika ingin melangkah jauh, melangkahlah bersama (", "address": "Gedung Pasaraya Blok M, lantai 6-7\\nJl. Iskandarsyah II No. 2, Jakarta 12160", "website": "\\\"https://www.gotocompany.com\\\"", "shares_offered": "40.615.056.000 saham", "percent_total_shares": "3.43", "underwriter": "CC - MANDIRI SEKURITAS, AZ - SUCOR SEKURITAS, CP - KB VALBURY SEKURITAS, CS - CREDIT SUISSE SEKURITAS INDONESIA, GR - PANIN SEKURITAS TBK., KZ - CLSA SEKURITAS INDONESIA, LG - TRIMEGAH SEKURITAS INDONESIA TBK., NI - BNI SEKURITAS, PD - INDO PREMIER SEKURITAS, PP - ALDIRACITA SEKURITAS INDONESIA, RO - NILAI INTI SEKURITAS, C3 - PT CIMB Niaga Sekuritas, D4 - PT Deutsche Sekuritas Indonesia", "admin_participant": "CC - MANDIRI SEKURITAS"},
{"company_name": "PT Teladan Prima Agro Tbk.", "code": "TLDN", "sector": "Consumer Non-Cyclicals", "subsector": "Plantations & Crops", "summary": "PT Teladan Prima Agro Tbk (selanjutanya disebut \\u201cTPA\\u201d atau \\u201cPerseroan\\u201d) merupakan induk perusahaan dari 8 entitas anak yang bergerak dalam sektor perkebunan dan pengolahan kelapa sawit serta 1 entitas anak yang berorientasi pada energi terbarukan. Perseroan memulai operasi perkebunan pertamanya pada tahun 2004 melalui salah satu entitas anak yaitu PT Tanjung Buyu Perkasa Plantation.", "address": "Beltway Office Park Gedung B Lantai 7,\\nJl. TB Simatupang No.41, Kota Jakarta Selatan, 12540\\n", "website": "\\\"https://www.teladanprima.com\\\"", "shares_offered": "517.861.200 saham", "percent_total_shares": "4", "underwriter": "NI - BNI SEKURITAS, C3 - PT CIMB Niaga Sekuritas", "admin_participant": "NI - BNI SEKURITAS"},
{"company_name": "PT ADHI COMMUTER PROPERTI TBK", "code": "ADCP", "sector": "Properties & Real Estate", "subsector": "Real Estate Development & Management", "summary": "Kegiatan usaha utama yang dijalankan Perseroan meliputi dalam bidang antara lain Perhotelan dan Real Estate. Lini bisnis di Perseroan dibagi menjadi dua, yakni bisnis properti dan bisnis recurring income. Untuk lini bisnis properti, Perseroan mengembangkan residensial, perkantoran (jual) dan bisnis properti lainnya dengan brand LRT CITY, ADHI CITY dan Member of LRT City. Sedangkan untuk bisnis recurring income, Perseroan mengembangkan hotel dengan sebutan Grandhika Hotel, perkantoran (sewa), komersial area, dan bisnis sewa lainnya.", "address": "South Building\\nPT Adhi Karya (Persero) Tbk,\\nJl. Raya Pasar Minggu, Km. 18\\nJakarta Selatan, DKI Jakarta 12510", "website": "\\\"https://www.adcp.co.id\\\"", "shares_offered": "2.222.222.200 saham", "percent_total_shares": "10", "underwriter": "AZ - SUCOR SEKURITAS, GR - PANIN SEKURITAS TBK., IP - YUGEN BERTUMBUH SEKURITAS, RS - YULIE SEKURITAS INDONESIA TBK., YP - MIRAE ASSET SEKURITAS INDONESIA, ZP - MAYBANK SEKURITAS INDONESIA, C3 - PT CIMB Niaga Sekuritas", "admin_participant": "AZ - SUCOR SEKURITAS"},
{"company_name": "PT Nusatama Berkah Tbk", "code": "NTBK", "sector": "Industrials", "subsector": "Construction Machinery & Heavy Vehicles", "summary": "PT Nusatama Berkah was established as mechanical engineering, procurement, fabrication, and installation.", "address": "18 Office Park 6th Floor Suite C, Jl. TB Simatupang Kav. 18, Jakarta 12520, Indonesia", "website": "\\\"http://www.nusatama.com/\\\"", "shares_offered": "700.000.000 saham", "percent_total_shares": "25.93", "underwriter": "SF - SURYA FAJAR SEKURITAS, II - DANATAMA MAKMUR SEKURITAS", "admin_participant": "SF - SURYA FAJAR SEKURITAS"},
{"company_name": "PT Sumber Mas Konstruksi Tbk", "code": "SMKM", "sector": "Infrastructures", "subsector": "Heavy Constructions & Civil Engineering", "summary": "PT Sumber Mas Konstruksi Tbk. (\\\"Perseroan\\\"), didirikan Pada tahun 1981. Pada tahun 1982, Perseroan mulai memasuki kegiatan usaha di bidang Jasa Kontruksi Jalan Dan Saluran Air. Pada tahun 2016 Perseroan mulai melakukan kegiatan Jasa Services Arsitektur Dan Engineering, kemudian di tahun 2018 Perseroan masuk di kegiatan Jasa Kontruksi Umum Keseluruhan khususnya untuk Pembagunan Gedung, Jalan, Jembatan Dan Konstruksi Rumah Tempat Tinggal Dan Gedung.", "address": "Gedung Graha Mustika Ratu, Lantai 5 Jalan Jend.\\nGatot Subroto Kav. 74-75\\nJakarta Selatan, 12870", "website": "\\\"http://www.konstruksimas.co.id/\\\"", "shares_offered": "250.000.000 saham", "percent_total_shares": "19.95", "underwriter": "AO - ERDIKHA ELIT SEKURITAS", "admin_participant": "AO - ERDIKHA ELIT SEKURITAS"},
{"company_name": "PT Champ Resto Indonesia Tbk", "code": "ENAK", "sector": "Consumer Cyclicals", "subsector": "Restaurants", "summary": "Perseroan merupakan platform food & beverage yang berfokus pada segmen fast casual dining yang bertumbuh pesat di Indonesia. Perseroan memiliki formula bisnis yang telah terbukti yang mengutamakan konsep value for money yaitu makanan berkualitas dengan harga yang terjangkau (affordability) dan skalabilitas yaitu platform yang tepat dan efisien untuk ekspansi dengan cepat dan mudah. Dengan target konsumen kelas menengah bawah, portofolio merek yang dimiliki sendiri dari berbagai tipe makanan populer, serta biaya yang efektif dan tidak bergantung terhadap juru masak khusus.", "address": "Jl. Raya Tanjung Barat No. 81A RT 002/04,\\nTanjung Barat, Jagakarsa, Jakarta Selatan 12530. ", "website": "\\\"https://www.champ-group.com/\\\"", "shares_offered": "433.333.400 saham", "percent_total_shares": "20", "underwriter": "AI - UOB KAY HIAN SEKURITAS", "admin_participant": "AI - UOB KAY HIAN SEKURITAS"},
{"company_name": "PT SUMBER TANI AGUNG RESOURCES Tbk", "code": "STAA", "sector": "Consumer Non-Cyclicals", "subsector": "Plantations & Crops", "summary": "PT Sumber Tani Agung Resources (\\u201c", "address": "Jl. Pangeran Diponegoro No 51\\nMedan 20152, Sumatra Utara, Indonesia", "website": "\\\"http://sta.co.id\\\"", "shares_offered": "877.072.000 saham", "percent_total_shares": "8.06", "underwriter": "DP - DBS VICKERS SEKURITAS INDONESIA, C3 - PT CIMB Niaga Sekuritas", "admin_participant": "DP - DBS VICKERS SEKURITAS INDONESIA"},
{"company_name": "PT NET VISI MEDIA TBK", "code": "NETV", "sector": "Consumer Cyclicals", "subsector": "Broadcasting", "summary": "Dapat dijabarkan Perusahaan Anak, bergerak dalam bidang usaha di industri media seperti:", "address": "Graha Mitra Lt.4 Jl. Jend. Gatot Subroto Kav. 21 RT 003 RW 002, Karet Semanggi, Setiabudi\\n", "website": "\\\"https://www.netvisimedia.co.id\\\"", "shares_offered": "765.306.100 saham", "percent_total_shares": "4.37", "underwriter": "XA - NH KORINDO SEKURITAS INDONESIA", "admin_participant": "XA - NH KORINDO SEKURITAS INDONESIA"},
{"company_name": "PT Autopedia Sukses Lestari Tbk", "code": "ASLC", "sector": "Consumer Cyclicals", "subsector": "Automotive Retail", "summary": "PT Autopedia Sukses Lestari (\\u201cPerseroan\\u201d) merupakan wadah dari berbagai bidang usaha yang berhubungan dengan otomotif. Mulai dari lelang mobil dan motor, jual beli mobil online, jasa inspeksi, dan penyedia data harga mobil dan motor. Saat ini, Perseroan bergerak dalam bidang balai lelang melalui Entitas Anak dan perdagangan eceran mobil. Perseroan merupakan bagian dari Grup PT Adi Sarana Armada Tbk (\\u201cASSA\\u201d). ASSA merupakan bagian dari Grup Triputra yang bergerak di berbagai sektor usaha antara lain agribisnis, manufaktur, pertambangan dan jasa perdagangan.", "address": "Gedung Graha Kirana Lt.6\\nJl. Yos Sudarso No. 88\\nSunter, Jakarta Utara 14350 ", "website": "\\\"https://www.autopedia.id\\\"", "shares_offered": "2.549.271.000 saham", "percent_total_shares": "20", "underwriter": "LG - TRIMEGAH SEKURITAS INDONESIA TBK., KI - CIPTADANA SEKURITAS ASIA", "admin_participant": "LG - TRIMEGAH SEKURITAS INDONESIA TBK."},
{"company_name": "PT Mitra Angkasa Sejahtera Tbk", "code": "BAUT", "sector": "Consumer Cyclicals", "subsector": "Home Improvement Retail", "summary": "PT Mitra Angkasa Sejahtera Tbk (\\u201cPerseroan\\u201d) adalah suatu perseroan terbatas yang berdiri sejak tahun 2012 dan bergerak di bidang Perdagangan Besar Logam untuk Bahan Konstruksi, terutama Mur dan Baut. Untuk meningkatkan skala bisnis Perseroan dengan cepat, pada tahun 2016, Perseroan mulai melakukan model bisnis kemitraan dengan nama RJ Steel ditandai dengan pembukaan outlet RJ Steel pertama melalui kontrak kemitraan di Pasuruan. Sejak tahun 2017, Perseroan mulai memasarkan produk PATTA dan pada tahun 2018 Perseroan secara resmi menjadi prinsipal suplier untuk merek PATTA dan PTA di Indonesia dari King Point Enterprise Co., Ltd yaitu produsen berbagai macam mur dan baut seperti self-drilling screws, paku keling, perkakas tangan, perkakas listrik dan banyak lagi. Selain produk PATTA, Perseroan juga menjual produk dengan berbagai merek dagang seperti fastfix, YFS, THE, Snap Fasteners, TMS dan Unison serta BDS yang sebagian diimpor dan sisanya melalui pabrik lokal. Perseroan juga melayani permintaan produk customize dimana produk tersebut di manufaktur oleh pabrik pihak ketiga. Pada tahun 2020, Perseroan mulai membuka model bisnis waralaba dengan nama RJ Steel dan RJ Steel Mitra yang merupakan waralaba mur dan baut pertama di Indonesia. Saat ini, total waralaba dan kemitraan dalam jaringan Perseroan dan Entitas Anak telah mencapai 22 outlet di seluruh Indonesia. Perseroan juga telah melibatkan pengguna industri dari berbagai sektor untuk penjualan business-to-business (B2B) termasuk untuk perusahaan yang ditunjuk untuk mensuplai produk mur dan baut untuk proyek-proyek yang ada di lapangan.", "address": "Jl. Raya Tanjung Pasir KP. Pondok Bahagia No.18, Tegal Angus, Teluknaga, Tangerang, Banten 15510.", "website": "\\\"https://masworkspace.com\\\"", "shares_offered": "1.450.000.000 saham", "percent_total_shares": "30.21", "underwriter": "AI - UOB KAY HIAN SEKURITAS", "admin_participant": "AI - UOB KAY HIAN SEKURITAS"},
{"company_name": "PT Bintang Samudera Mandiri Lines Tbk", "code": "BSML", "sector": "Transportation & Logistic", "subsector": "Logistics & Deliveries", "summary": "Didirikan pada tahun 2012 di Jakarta, PT Bintang Samudera Mandiri Lines Tbk. merupakan perusahaan yang bergerak di bidang pelayanan pengangkutan laut dan penyediaan jasa logistik, dengan integritas dan profesionalisme yang mengutamakan pelayanan prima.", "address": "Rasuna Office Park OR, Jl. H. R. Rasuna Said, RT.16/RW.1, Menteng Atas, Kecamatan Setiabudi, Kota Jakarta Selatan, Daerah Khusus Ibukota Jakarta 12960", "website": "\\\"https://bsmlines.com/\\\"", "shares_offered": "370.045.000 saham", "percent_total_shares": "20", "underwriter": "II - DANATAMA MAKMUR SEKURITAS", "admin_participant": "II - DANATAMA MAKMUR SEKURITAS"},
{"company_name": "PT Wahana Inti Makmur Tbk", "code": "NASI", "sector": "Consumer Non-Cyclicals", "subsector": "Food Retail & Distributors", "summary": "PT Wahana Inti Makmur Tbk (\\u201cPerseroan\\u201d) adalah suatu perseroan terbatas yang saat ini memiliki kegiatan usaha utama sebagai produsen dan pemasok beras, dimana Perseroan membeli bahan baku berupa beras dan kemudian diolah oleh Perseroan untuk meningkatkan kualitas beras menjadi produk akhir Perseroan (rice to rice). Perseroan memiliki merek dagang dan jenis produk beras yang beragam untuk ditawarkan kepada pelanggan. Selain itu, Perseroan juga melayani permintaan produk beras customize yang diproduksi secara khusus untuk memenuhi permintaan dari pelanggan di segmen Horeka (Hotel, Restoran, dan Kafe). Selain itu, Perseroan juga bekerja sama dengan pelanggan untuk memproduksi beras dengan merek dagang milik pelanggan sendiri (Private Label).", "address": "Jalan Mohammad Husni Thamrin Kilometer 2, Duta Indah Iconic Tower G, Lantai 1, Kel. Panunggangan Utara, Kec. Pinang, Kota\\nTangerang, Prov. Banten, 15143", "website": "\\\"https://www.wahanaintimakmur.com\\\"", "shares_offered": "200.000.000 saham", "percent_total_shares": "24.77", "underwriter": "AI - UOB KAY HIAN SEKURITAS", "admin_participant": "AI - UOB KAY HIAN SEKURITAS"},
{"company_name": "PT Dharma Polimetal Tbk", "code": "DRMA", "sector": "Consumer Cyclicals", "subsector": "Auto Parts & Equipment", "summary": "PT Dharma Polimetal Tbk sebagai holding Company Dharma Group, yang berdiri sejak tahun 1989, bergerak di bidang usaha komponen otomotif untuk sepeda motor dan mobil. Dharma Group telah menjadi bagian dari mata rantai pasokan otomotif terintegrasi dengan produk-produk suku cadang dan komponen yang inovatif dan berkualitas sesuai dengan standar pabrikan kelas dunia. Sebagai salah satu anak perusahaan dari Triputra Group, Perusahaan mempunyai latar belakang Manajemen yang berpengalaman di industri otomotif nasional.", "address": "Jl. Angsana Raya Blok A9 No. 8\\nDelta Silicon I\\nKawasan Industri Lippo Cikarang\\nKelurahan Sukaresmi, Kecamatan Cikarang Selatan, Kabupaten Bekasi\\nJawa Barat - Indonesia\\n", "website": "\\\"https://www.dharmagroup.co.id\\\"", "shares_offered": "705.882.300 saham", "percent_total_shares": "15", "underwriter": "AZ - SUCOR SEKURITAS, EP - MNC SEKURITAS, C3 - PT CIMB Niaga Sekuritas", "admin_participant": "AZ - SUCOR SEKURITAS"},
{"company_name": "PT SEMACOM INTEGRATED TBK", "code": "SEMA", "sector": "Industrials", "subsector": "Electrical Components & Equipment", "summary": "Perseroan didirikan pada tahun 2009 dengan nama PT Semacom Integrated atau lebih dikenal dengan SEMACOM. Perseroan bergerak dalam kegiatan usaha Produksi Panel Listrik, Perakitan Baterai Listrik dan Energi Terbarukan. Perseroan merupakan salah satu perusahaan produksi panel listrik terkemuka di Indonesia. Perseroan merupakan pemilik lisensi pertama di indonesia dari siemens untuk memproduksi panel-panel listrik type-tested dimana sejak tahun 2009 Perseroan memproduksi panel listrik type-tested. Sejak 2020, Pereroan memperluas bisnisnya sebagai penyedia teknologi listrik yaitu baterai listrik dan energi terbarukan.", "address": "Jl. Intan I RT 001/001, Kp. Poncol, Ds. Curug, Kec. Gunung Sindur, Bogor 16340, Jawa Barat", "website": "\\\"https://www.semacom-integrated.com\\\"", "shares_offered": "347.000.000 saham", "percent_total_shares": "25.76", "underwriter": "XA - NH KORINDO SEKURITAS INDONESIA", "admin_participant": "XA - NH KORINDO SEKURITAS INDONESIA"},
{"company_name": "PT Adaro Minerals Indonesia Tbk", "code": "ADMR", "sector": "Energy ", "subsector": "Coal Production", "summary": "Perseroan bergerak di bidang usaha pertambangan dan perdagangan batu bara metalurgi melalui Perusahaan Anak dan menjalankan kegiatan usaha berupa jasa pertambangan dan jasa konsultasi manajemen. Perseroan merupakan perusahaan di bawah naungan PT Adaro Energy Tbk. Dalam menjalankan usahanya, Perseroan dan Perusahaan Anaknya didukung dengan rantai pasokan yang terintegrasi dari tambang hingga ke stockpile dan transshipment area.", "address": "Cyber 2 Tower Lantai 34,\\nJl. H.R. Rasuna Said Blok X-5 No.13,\\nJakarta 12950 - Indonesia", "website": "\\\"https://www.adarominerals.id\\\"", "shares_offered": "6.048.580.000 saham", "percent_total_shares": "15", "underwriter": "KI - CIPTADANA SEKURITAS ASIA", "admin_participant": "KI - CIPTADANA SEKURITAS ASIA"},
{"company_name": "PT OBM Drilchem Tbk", "code": "OBMD", "sector": "Basic Materials", "subsector": "Specialty Chemicals", "summary": "Perseroan pertama kali didirikan dengan nama PT OBM Drilchem (\\u201cPerseroan\\u201d) berkedudukan di Jakarta Pusat yang akta pendiriannya sebagaimana dimuat dalam Akta Perseroan Terbatas No. 30 tanggal 9 Januari 1996 dibuat di hadapan Sinta Susikto, S.H., Notaris di Jakarta dan telah memperoleh pengesahan dari Menteri Kehakiman Republik Indonesia sesuai dengan Surat Keputusan Menteri Kehakiman Republik Indonesia No. C-8396 HT.01.01.Th.97 tertanggal 25 Agustus 1997, yang telah sesuai dengan Data Akta Pendirian Perseroan tanggal 25 Agustus 1997 yang dibuat oleh Sinta Susikto, S.H., berkedudukan di Jakarta (selanjutnya disebut \\u201cAkta Pendirian\\u201d). Akta Pendirian Perseroan tersebut telah didaftarkan dalam Daftar Perusahaan sesuai dengan Undang-Undang No. 3 Tahun 1982 tentang Wajib Daftar Perusahaan (selanjutnya disebut \\u201cUU WDP\\u201d) dengan nomor TDP 09021616413 di Kantor Pendaftaran Perusahaan Kotamadya Jakarta Barat No. 1235/BH.09.02/VI/98 tertanggal 16 Juni 1998. Selanjutnya, Akta Pendirian telah tersebut telah diumumkan dalam BNRI No. 82 tanggal 12 Oktober 1999, TBNRI No. 6689 tahun 1999.", "address": "Dipo Business Center 7th floor, Suite 7E\\nJl. Gatot Subroto Kav. 50-52, Jakarta 10260", "website": "\\\"http://www.drilchem.com/\\\"", "shares_offered": "182.000.000 saham", "percent_total_shares": "24.86", "underwriter": "HD - KGI SEKURITAS INDONESIA", "admin_participant": "HD - KGI SEKURITAS INDONESIA"},
{"company_name": "PT RMK Energy Tbk", "code": "RMKE", "sector": "Energy ", "subsector": "Coal Distribution", "summary": "Perseroan  bergerak  di  bidang  pelayanan  jasa  logistik  batubara  dan  trading batubara, yang meliputi bongkar muat di stasiun kereta api, pengangkutan ke pelabuhan serta pemuatan ke tongkang dan usaha perdagangan batubara. Saat ini Pelabuhan milik Perseroan adalah  satu-satunya Tersus  (Terminal  Khusus) batubara swasta di seluruh Indonesia yang terintegrasi  dengan kereta api. Dengan tidak banyak solusi alternatif yang dapat ditawarkan baik  oleh swasta  ataupun pemerintah di Sumatera Selatan pada saat ini, maka Perseroan optimis akan dapat terus bertumbuh..", "address": "Wisma RMK Lantai 2\\nJalan Puri Kencana Blok M4/1, Kembangan Selatan, Kembangan, Kota Adm. Jakarta Barat, DKI Jakarta 11610", "website": "\\\"http://www.rmkenergy.com/\\\"", "shares_offered": "875.000.000 saham", "percent_total_shares": "20", "underwriter": "IU - INDO CAPITAL SEKURITAS, AO - ERDIKHA ELIT SEKURITAS, KK - PHILLIP SEKURITAS INDONESIA, MG - SEMESTA INDOVEST SEKURITAS, MI - VICTORIA SEKURITAS INDONESIA", "admin_participant": "IU - INDO CAPITAL SEKURITAS"},
{"company_name": "PT Avia Avian Tbk", "code": "AVIA", "sector": "Basic Materials", "subsector": "Construction Materials", "summary": "Avian Brands memproduksi dan menjual serangkaian produk Solusi Arsitektur yang biasanya digunakan dalam pembangunan rumah atau konstruksi. Portofolio produk Solusi Arsitektur yang dimaksud terdiri dari (a) cat dinding, (b) cat kayu dan besi, (c) cat anti air (d) perawatan kayu dan (e) solusi arsitektur lainnya, yang meliputi cat atap, semen instan, pelapis otomotif dan lainnya.", "address": "Jl. Surabaya - Sidoarjo KM. 19, Kel. Wadungasih, Kec. Buduran, Sidoarjo 61254, Jawa Timur", "website": "\\\"https://www.avianbrands.com\\\"", "shares_offered": "6.200.000.000 saham", "percent_total_shares": "10.01", "underwriter": "CC - MANDIRI SEKURITAS, AK - UBS SEKURITAS INDONESIA, CS - CREDIT SUISSE SEKURITAS INDONESIA, LG - TRIMEGAH SEKURITAS INDONESIA TBK., PF - DANASAKTI SEKURITAS INDONESIA, S0 - PT Morgan Stanley Sekuritas Indonesia", "admin_participant": "CC - MANDIRI SEKURITAS"},
{"company_name": "PT Indo Pureco Pratama Tbk", "code": "IPPE", "sector": "Consumer Non-Cyclicals", "subsector": "Household Products", "summary": "Perseroan didirikan dengan nama PT Indo Pureco Pratama sesuai dengan Akta Pendirian Perseroan Terbatas \\u201cPT Indo Pureco Pratama\\u201d Nomor: 839 tanggal 20 Maret 2019, yang dibuat di hadapan Joice Hapsari Fendrini, S.H., M.Kn., Notaris di Subang, akta mana telah mendapat pengesahan dari Menteri Hukum dan Hak Asasi Manusia Republik Indonesia berdasarkan Surat Keputusan Menteri Hukum dan Hak Asasi Manusia Republik Indonesia Nomor: AHU-0016079.AH.01.01.TAHUN 2019 tanggal 26 Maret 2019 dan telah didaftarkan dalam Daftar Perseroan Nomor: AHU-0049915.AH.01.11.TAHUN 2019  tanggal 26 Maret 2019, serta telah diumumkan dalam Berita Negara Republik Indonesia No. 078, Tambahan Berita Negara Republik Indonesia No. 036869, keduanya tanggal 29 September 2020 berdasarkan surat Perum Percetakan Negara tanggal 29 September 2020, yang dikeluarkan oleh Asisten Manager Dokumen Negara dan Daerah atas nama Direksi Perum Percetakan Negara Republik Indonesia.", "address": "Batununggul 1, Balingbing, Pagaden Barat.\\nSubang, Jawa Barat, 41252", "website": "\\\"https://indopureco.com/\\\"", "shares_offered": "1.000.000.000 saham", "percent_total_shares": "21.74", "underwriter": "HD - KGI SEKURITAS INDONESIA, YP - MIRAE ASSET SEKURITAS INDONESIA", "admin_participant": "HD - KGI SEKURITAS INDONESIA"},
{"company_name": "PT Cisarua Mountain Dairy Tbk", "code": "CMRY", "sector": "Consumer Non-Cyclicals", "subsector": "Dairy Products", "summary": "Perseroan adalah produsen Produk Susu Premium dan Makanan Konsumen Premium terkemuka di Indonesia.", "address": "Rukan Taman Meruya\\nJl. Komp. Rukan Taman Meruya No.N/27-28\\nJakarta Barat 11620 Indonesia", "website": "\\\"https://www.cimory.com\\\"", "shares_offered": "1.190.203.000 saham", "percent_total_shares": "15", "underwriter": "CC - MANDIRI SEKURITAS, GR - PANIN SEKURITAS TBK., KZ - CLSA SEKURITAS INDONESIA", "admin_participant": "CC - MANDIRI SEKURITAS"},
{"company_name": "PT Perma Plasindo Tbk", "code": "BINO", "sector": "Industrials", "subsector": "Office Supplies", "summary": "Bino Group merupakan perusahaan dengan kegiatan usaha utama yang memproduksi dan mendistribusikan alat tulis kantor dengan merek BANTEX yang akan bertransformasi menjadi perusahaan digital dengan pengembangan Bino Digital Solution Hybrid Filing.", "address": "Jl. Raya Boulevard Barat Blok LC VI No 23, Kelapa Gading Barat, Jakarta Utara, Indonesia 14240", "website": "\\\"https://www.permaplasindo.co.id/\\\"", "shares_offered": "435.000.000 saham", "percent_total_shares": "20", "underwriter": "IU - INDO CAPITAL SEKURITAS, KK - PHILLIP SEKURITAS INDONESIA, MG - SEMESTA INDOVEST SEKURITAS", "admin_participant": "IU - INDO CAPITAL SEKURITAS"},
{"company_name": "PT Widodo Makmur Perkasa Tbk", "code": "WMPP", "sector": "Consumer Non-Cyclicals", "subsector": "Fish, Meat, & Poultry", "summary": "Perseroan adalah salah satu perusahaan peternakan terintegrasi terbesar di Indonesia yang berfokus pada ternak sapi dan unggas. Perseroan memulai bisnis Perseroan di peternakan sapi pada tahun 1996, Perseroan telah berkembang ke berbagai bisnis lain termasuk perdagangan komoditas pertanian dan perkebunan, dan pengolahan daging. Perseroan memperluas peternakan sapi dan pabrik pakan Perseroan pada tahun 2006 dan membangun rumah potong hewan pertama Perseroan untuk memasok produk daging di Indonesia pada tahun 2013. Sampai saat ini, Perseroan terintegrasi secara vertikal (dari pemeliharaan, penyembelihan, dan kemudian ke pengolahan daging) dan terintegrasi secara horizontal (melalui perdagangan komoditas pertanian dan bisnis perkebunan Perseroan). Secara khusus,  untuk mendukung peternakan sapi dan peternakan unggas terintegrasi, dan untuk menawarkan berbagai makanan olahan yang komprehensif, Perseroan terus memperluas operasi hilir Perseroan seperti rumah potong hewan (dengan fasilitas rumah potong hewan modern). Penjualan bersih Perseroan terutama didorong oleh penjualan di peternakan sapi, unggas dan pengolahan daging.", "address": "Gedung Graha Widodo Makmur\\nJalan Raya Cilangkap No. 58, Cilangkap, Cipayung,\\nJakarta Timur, 13870", "website": "\\\"https://widodomakmurperkasa.co.id/\\\"", "shares_offered": "4.419.000.000 saham", "percent_total_shares": "15.02", "underwriter": "SF - SURYA FAJAR SEKURITAS, CP - KB VALBURY SEKURITAS, IF - SAMUEL SEKURITAS INDONESIA, OD - BRI DANAREKSA SEKURITAS, RS - YULIE SEKURITAS INDONESIA TBK., YP - MIRAE ASSET SEKURITAS INDONESIA, C3 - PT CIMB Niaga Sekuritas", "admin_participant": "SF - SURYA FAJAR SEKURITAS"},
{"company_name": "PT ACE OLDFIELDS TBK", "code": "KUAS", "sector": "Industrials", "subsector": "Building Products & Fixtures", "summary": "PT Ace Oldfields Tbk (Perseroan) adalah perusahaan manufaktur yang memproduksi peralatan dan perlengkapan untuk keperluan pegecatan yang berbasis di Jawa Barat Indonesia. Berdiri sejak tahun 1996, Perseroan merupakan perusahaan hasil joint-venture antara PT Ace Panbrush Industry (API), yang berdiri sejak tahun 1989, dan Oldfields International Pty Ltd of Australia, produsen perlengkapan pengecatan terbesar di Australia yang memiliki sejarah sejak tahun 1916.", "address": "Jl. Raya Cileungsi Jonggol KM 22,5 RT.006 RW.002, Cileungsi, Bogor, 16820", "website": "\\\"https://www.aceoldfields.com\\\"", "shares_offered": "390.000.000 saham", "percent_total_shares": "30.17", "underwriter": "XA - NH KORINDO SEKURITAS INDONESIA", "admin_participant": "XA - NH KORINDO SEKURITAS INDONESIA"},
{"company_name": "PT Formosa Ingredient Factory Tbk", "code": "BOBA", "sector": "Consumer Non-Cyclicals", "subsector": "Processed Foods", "summary": "Perseroan didirikan dengan nama PT Formosa Ingredient Factory berdasarkan Akta Pendirian Perseroan Terbatas. Perseroan memiliki kegiatan usaha utama pada bidang  produksi produk tapioca pearl, topping jelly, popping boba, premium sauce, syrup dan premix powder. Dalam menjalankan usahanya, Perseroan memiliki visi untuk memproduksi berbagai macam produk berkualitas tinggi dan aman untuk dikonsumsi yang didukung oleh kapasitas pabrik yang masif, fasilitas produksi yang canggih serta higienis. Selain itu didukung dengan standarisasi sesuai dengan standar keamanan pangan yaitu ISO 22000 : 2018, BPOM dan sertifikasi Halal. Untuk mencapai visi tersebut, Perseroan memiliki misi yaitu untuk menjadi pemain utama pada industri makanan dan minuman dengan skala internasional.", "address": "Berlian 88 Biz Estate Blok C No.1\\nJl. Diklat Pemda, Kelapa Dua\\nTangerang \\u2013 Banten 15810", "website": "\\\"https://bobaking.co.id/\\\"", "shares_offered": "140.000.000 saham", "percent_total_shares": "12.11", "underwriter": "MI - VICTORIA SEKURITAS INDONESIA", "admin_participant": "MI - VICTORIA SEKURITAS INDONESIA"},
{"company_name": "PT Caturkarda Depo Bangunan Tbk", "code": "DEPO", "sector": "Consumer Cyclicals", "subsector": "Home Improvement Retail", "summary": "Perseroan didirikan pada tahun 1996 di Jakarta dengan nama PT Caturkarda Depo Bangunan oleh Kambiyanto Kettin, berfokus pada industri ritel bahan bangunan dengan berbekal pengalaman pendiri Perseroan yang sudah lebih dari 46 tahun di industri bahan bangunan..", "address": "Jl. Raya Serpong KM2, Kel. Pakulonan,\\nKec. Serpong Utara, Tangerang Selatan", "website": "\\\"https://depobangunan.co.id/\\\"", "shares_offered": "1.024.000.000 saham", "percent_total_shares": "15.08", "underwriter": "YP - MIRAE ASSET SEKURITAS INDONESIA", "admin_participant": "YP - MIRAE ASSET SEKURITAS INDONESIA"},
{"company_name": "PT Dayamitra Telekomunikasi Tbk", "code": "MTEL", "sector": "Infrastructures", "subsector": "Wireless Telecommunication Services", "summary": "Perseroan merupakan perusahaan menara telekomunikasi terbesar di Indonesia dalam jumlah menara telekomunikasi yang dimiliki dan dikelola. Seluruh operasi Perseroan berjalan dan dioperasikan secara independen. Perseroan melalui model bisnisnya juga menikmati manfaat sinergistik dengan menjadi anggota dari Grup Telkom.", "address": "Telkom Landmark Tower Lt. 27\\nJl. Gatot Subroto Kavling 52\\nJakarta 12710", "website": "\\\"https://www.mitratel.co.id/\\\"", "shares_offered": "22.920.512.000 saham", "percent_total_shares": "27.63", "underwriter": "CC - MANDIRI SEKURITAS, BK - J.P. MORGAN SEKURITAS INDONESIA, CP - KB VALBURY SEKURITAS, GR - PANIN SEKURITAS TBK., GW - HSBC SEKURITAS INDONESIA, IF - SAMUEL SEKURITAS INDONESIA, IN - INVESTINDO NUSANTARA SEKURITAS, OD - BRI DANAREKSA SEKURITAS, PF - DANASAKTI SEKURITAS INDONESIA, RS - YULIE SEKURITAS INDONESIA TBK., S0 - PT Morgan Stanley Sekuritas Indonesia", "admin_participant": "CC - MANDIRI SEKURITAS"},
{"company_name": "PT Wira Global Solusi Tbk", "code": "WGSH", "sector": "Technology", "subsector": "IT Services & Consulting", "summary": "PT Wira Global Solusi adalah suatu perseroan terbatas yang didirikan menurut dan berdasarkan hukum negara Republik Indonesia (\\u201cPerseroan\\u201d). Perseroan didirikan di Bandung dengan nama PT Gcloud Teknologi Informasi sebagaimana termaktub dalam akta Pendirian Perseroan Terbatas PT Gcloud Teknologi Informasi No. 05 tanggal 7 September 2015 dibuat di hadapan Bhuana Nurinsani, S.H., Notaris di Bandung yang telah mendapat persetujuan dari Menteri Hukum dan Hak Asasi Manusia RI dengan keputusannya No.AHU-2454851.AH.01.01.TAHUN 2015 tanggal 7 September 2015 dan telah didaftarkan dalam daftar Perseroan No. AHU.3550602.AH.01.11. TAHUN 2015 tanggal 7 September 2015.", "address": "The Breeze BSD City L81 - 82 Jln. Grand Boulevard Kabupaten Tangerang Indonesia, 15345\\n", "website": "\\\"https://www.wgshub.com/\\\"", "shares_offered": "208.500.000 saham", "percent_total_shares": "20", "underwriter": "AH - SHINHAN SEKURITAS INDONESIA", "admin_participant": "AH - SHINHAN SEKURITAS INDONESIA"},
{"company_name": "PT Cemindo Gemilang Tbk", "code": "CMNT", "sector": "Basic Materials", "subsector": "Construction Materials", "summary": "Perseroan adalah perusahaan semen terintegrasi yang bergerak utama di bidang manufaktur, pemasaran dan distribusi produk semen dan klinker dari Indonesia dan Vietnam. Didirikan pada tahun 2011, Perseroan terintegrasi secara vertikal di seluruh rantai nilai semen dengan fasilitas manufaktur dan penggilingan yang dilengkapi dengan cadangan bahan baku, kemampuan pengemasan logistik dan bisnis beton ready mix. Perseroan juga memiliki dan mengoperasikan infrastruktur, sebuah pembangkit tenaga listrik 60 MW dan dua unit WHR 15 MW di pabrik Bayah di Indonesia, dan satu unit WHR 12,8 MW di pabrik Trang Kenh di Vietnam, yang memungkinkan Perseroan untuk menghemat biaya dan menjadi lebih mandiri dalam kebutuhan daya. Perseroan telah mampu memanfaatkan merek yang kuat, fasilitas produksi yang berlokasi strategis dan jaringan distribusi yang luas untuk berhasil mengembangkan bisnis di pasar domestik di Indonesia dan Vietnam, dan memperluas bisnis ke perdagangan klinker regional ke pusat-pusat permintaan utama Asia, termasuk Cina, Bangladesh dan Filipina. Dengan hasil dari penawaran kuat di berbagai channel dan jaringan distribusi yang luas, Perseroan mampu meraih keuntungan dari berbagai pelanggan yang beragam. Perseroan percaya bahwa fasilitas modern dikombinasikan dengan penggunaan strategi hemat biaya dapat menjadikan Perseroan menjadi salah satu produsen semen paling efisien.", "address": "Jl. Raya Pluit Selatan Blok S No. 8 I-J\\nRT022/RW008, Penjaringan\\nJakarta Utara 14440, Indonesia", "website": "\\\"https://www.semenmerahputih.com\\\"", "shares_offered": "1.718.800.000 saham", "percent_total_shares": "10.04", "underwriter": "KI - CIPTADANA SEKURITAS ASIA, AK - UBS SEKURITAS INDONESIA, CC - MANDIRI SEKURITAS", "admin_participant": "KI - CIPTADANA SEKURITAS ASIA"},
{"company_name": "PT JAYA SWARASA AGUNG TBK", "code": "TAYS", "sector": "Consumer Non-Cyclicals", "subsector": "Processed Foods", "summary": "Perseroan merupakan Perusahaan yang berkegiatan usaha industri makanan ringan.", "address": "Jalan Parung Panjang No. 68, Kp. Bungaok RT001/RW003 Desa Kemuning, Kecamatan Legok, Kabupaten Tangerang, Banten 15820.", "website": "\\\"https://www.taysbakers.com\\\"", "shares_offered": "240.300.000 saham", "percent_total_shares": "21.87", "underwriter": "XA - NH KORINDO SEKURITAS INDONESIA, HD - KGI SEKURITAS INDONESIA", "admin_participant": "XA - NH KORINDO SEKURITAS INDONESIA"},
{"company_name": "PT Surya Biru Murni Acetylene Tbk", "code": "SBMA", "sector": "Basic Materials", "subsector": "Basic Chemicals", "summary": "Perseroan pertama kali didirikan dengan nama PT. Surya Acetylene (\\u201cPerseroan\\u201d) berkedudukan di Balikpapan berdasarkan Akta Perseroan Terbatas PT. Surya Acetylene No. 57 tanggal 25 Oktober 1980, Akta Perubahan Anggaran Dasar PT. Surya Acetylene No. 39 tanggal 12 November 1981, Akta Perubahan Anggaran Dasar PT. Surya Acetylene No. 31 tanggal 10 Desember 1981, dan Akta Perubahan PT. Surya Acetylene No. 89 tanggal 27 Oktober 1982, keempatnya dibuat dihadapan Mohamad Rasjid Umar, S.H., Notaris di Balikpapan, yang telah memperoleh persetujuan Menteri Kehakiman sebagaimana dinyatakan dalam Surat Departemen Kehakiman Republik Indonesia No. C2-3061.HT.01.01.TH82 tanggal 15 Desember 1982, dan telah didaftarkan dalam Buku Daftar No. 90/1988 (\\u201cAkta Pendirian\\u201d). Berdasarkan Akta Perubahan PT. Surya Acetylene No. 89 tanggal 27 Oktober 1982, dibuat dihadapan Mohamad Rasjid Umar, S.H., Notaris di Balikpapan, Perseroan mengubah nama menjadi PT. Surya Biru Murni Acetylene.", "address": "Jalan Jendral Sudirman No. 5 - 6, Kelurahan Klandasan Ilir, Kecamatan Balikpapan Kota, Kota Balikpapan, Provinsi Kalimantan Timur 76113", "website": "\\\"https://www.suryabirumurni.co.id\\\"", "shares_offered": "278.400.000 saham", "percent_total_shares": "29.99", "underwriter": "HD - KGI SEKURITAS INDONESIA", "admin_participant": "HD - KGI SEKURITAS INDONESIA"},
{"company_name": "PT Idea Indonesia Akademi Tbk", "code": "IDEA", "sector": "Consumer Cyclicals", "subsector": "Education Services", "summary": "PT IDeA Indonesia Akademi Tbk (\\u201cPerseroan\\u201d) merupakan leading company penyedia jasa pendidikan vokasi non formal bidang hospitality, culinary, pastry \\u2013 bakery dan creative economy. Perseroan juga memiliki dua anak usaha yaitu PT Aidia Indonesia propertindo yang memiliki dan mengoperasikan Aidia Grande Hotel, Hotel setara bintang tiga yang berlokasi di Kota Metro, Lampung. Dan PT Idea Hospitality Management (IHM) perusahaan dibidang hotel operator yang disiapkan untuk ekspansi usaha Perseroan.", "address": "18 Office Park Lantai 10 Jalan TB Simatupang Kav. 18, RW.1, Kebagusan, Pasar Minggu, Jakarta Selatan, Daerah Khusus Ibukota Jakarta 12520", "website": "\\\"https://www.ideaindonesia.com\\\"", "shares_offered": "212.487.500 saham", "percent_total_shares": "20", "underwriter": "IU - INDO CAPITAL SEKURITAS, KK - PHILLIP SEKURITAS INDONESIA", "admin_participant": "IU - INDO CAPITAL SEKURITAS"},
{"company_name": "PT Kedoya Adyaraya Tbk", "code": "RSGK", "sector": "Healthcare", "subsector": "Healthcare Providers", "summary": "PT Kedoya Adyaraya Tbk (\\u201cPerseroan\\u201d) didirikan pada tahun 1990 dan mendirikan rumah sakit pertamanya yaitu RS Grha Kedoya, bertempat di Jalan Panjang Arteri pada tahun 2009. Kemudian pada tahun 2018 Perseroan mengakuisisi rumah sakit RS Grha MM2100 yang berada di Kawasan Industri MM2100, Cibitung Bekasi.", "address": "RS Grha Kedoya\\nJalan Panjang Arteri No. 26, Kedoya Utara, Kebon Jeruk, Jakarta 11520", "website": "\\\"https://www.grhahospitals.com\\\"", "shares_offered": "185.940.000 saham", "percent_total_shares": "20", "underwriter": "RF - BUANA CAPITAL SEKURITAS", "admin_participant": "RF - BUANA CAPITAL SEKURITAS"},
{"company_name": "PT Global Sukses Solusi Tbk", "code": "RUNS", "sector": "Technology", "subsector": "IT Services & Consulting", "summary": "PT Global Sukses Solusi Tbk (Perseroan) adalah perusahaan yang bergerak di bidang software platform enterprise yang merupakan penyedia solusi software Enterprise Resource Planning (ERP) terintegrasi, dari proses bisnis hulu ke hilir (integrated end to end user business process) untuk segala bisnis dari skala menengah hingga besar.", "address": "Grha RUN System\\nJl. Pakuningratan No. 15, Yogyakarta, 55233", "website": "\\\"https://www.runsystem.id\\\"", "shares_offered": "196.800.000 saham", "percent_total_shares": "20.01", "underwriter": "YP - MIRAE ASSET SEKURITAS INDONESIA, OD - BRI DANAREKSA SEKURITAS", "admin_participant": "YP - MIRAE ASSET SEKURITAS INDONESIA"},
{"company_name": "PT Geoprima Solusi Tbk", "code": "GPSO", "sector": "Technology", "subsector": "Electronic Equipment & Instruments", "summary": "PT Geoprima Solusi Tbk didirikan sesuai dengan Akta Pendirian No. 15 tanggal 6 Maret 1997 yang dibuat di hadapan Jimmy Simanungkalit, S.H., Notaris di Jakarta.", "address": "Rukan Artha Gading Niaga Blok D-9, Kelapa Gading, Jakarta Utara 14240", "website": "\\\"https://www.geoprima.co.id\\\"", "shares_offered": "166.666.600 saham", "percent_total_shares": "25", "underwriter": "SF - SURYA FAJAR SEKURITAS, XA - NH KORINDO SEKURITAS INDONESIA", "admin_participant": "SF - SURYA FAJAR SEKURITAS"},
{"company_name": "PT Hasnur Internasional Shipping Tbk", "code": "HAIS", "sector": "Transportation & Logistic", "subsector": "Logistics & Deliveries", "summary": "PT Hasnur Internasional Shipping Tbk. adalah salah satu dari sekian banyak entitas anak Perusahaan dan Perusahaan afiliasi yang berada di bawah Hasnur Grup, perusahaan induk yang berdiri pada 1966 yang didirikan oleh (Alm.) H. Abdussamad Sulaiman HB dan (Almh.) Hj. Nurhayati yang merupakan tokoh daerah di Banua, Kalimantan Selatan. Hasnur Grup dan Entitas Anaknya merupakan salah satu grup usaha konglomerasi dengan diversifikasi lini bisnis yang mencakup beberapa industri strategis termasuk pertambangan, agribisnis, media, jasa dan logistik. Pertumbuhan operasional lini bisnis yang dimiliki oleh Hasnur Grup saat ini digawangi oleh generasi kedua dari keluarga pendiri dengan dukungan para profesional dibidangnya masing-masing.", "address": "Gedung Office 8 Lantai 7, SCBD Lot 28\\nJl. Jenderal Sudirman Kav. 52-53 RT/ RW 006/003\\nKel. Senayan, Jakarta 12190 - Indonesia\\n", "website": "\\\"https://www.pthis.id\\\"", "shares_offered": "525.250.000 saham", "percent_total_shares": "20", "underwriter": "DR - RHB SEKURITAS INDONESIA", "admin_participant": "DR - RHB SEKURITAS INDONESIA"},
{"company_name": "PT Trimegah Karya Pratama Tbk", "code": "UVCR", "sector": "Technology", "subsector": "Online Applications & Services", "summary": "PT Trimegah Karya Pratama Tbk (\\\"Perseroan\\\") didirikan sesuai dengan Akta Pendirian Perseroan Terbatas No. 21 tanggal 7 Juli 2017.", "address": "Jl. Tebet Barat IX Nomor 35 BB, Tebet Barat, Jakarta Selatan, 12810", "website": "\\\"https://ultravoucher.co.id/\\\"", "shares_offered": "500.000.000 saham", "percent_total_shares": "25", "underwriter": "SF - SURYA FAJAR SEKURITAS, XA - NH KORINDO SEKURITAS INDONESIA, YP - MIRAE ASSET SEKURITAS INDONESIA", "admin_participant": "SF - SURYA FAJAR SEKURITAS"},
{"company_name": "PT Indo Oil Perkasa Tbk", "code": "OILS", "sector": "Basic Materials", "subsector": "Agricultural Chemicals", "summary": "Kegiatan usaha Perseroan saat ini adalah memproduksi dan memasarkan produk utamanya yaitu minyak kelapa murni atau Crude Coconut Oil (CNO). Perseroan juga memproduksi dan memasarkan produk turunan CNO, yaitu minyak kelapa murni yang diproses kembali atau Refined Coconut Oil (RBD), serta tepung kopra atau Copra Meal, yaitu sisa/residu dari hasil ekstraksi produk minyak kelapa. Selain memproduksi CNO, Perseroan juga memasarkan produk-produk CNO, RBD, dan Copra Meal.", "address": "Jalan Raya Perning No. 39, Kecamatan Jetis, Kabupaten Mojokerto, Jawa Timur 61352", "website": "\\\"https://www.indooilperkasa.com\\\"", "shares_offered": "150.000.000 saham", "percent_total_shares": "33.04", "underwriter": "BQ - KOREA INVESTMENT AND SEKURITAS INDONESIA", "admin_participant": "BQ - KOREA INVESTMENT AND SEKURITAS INDONESIA"},
{"company_name": "PT Prima Andalan Mandiri Tbk", "code": "MCOL", "sector": "Energy ", "subsector": "Coal Production", "summary": "Didirikan pada tahun 2005, PT Prima Andalan Mandiri Tbk (\\u201cPerseroan\\u201d) merupakan suatu perusahaan induk yang mempunyai entitas anak terintegrasi yang bergerak di bidang usaha pertambangan dan perdagangan batubara yaitu PT Mandiri Intiperkasa (\\u201cMIP\\u201d), jasa kontraktor penambangan yaitu PT Mandala Karya Prima (\\u201cMKP\\u201d), serta angkutan laut dan bongkar muat batubara yaitu PT Maritim Prima Mandiri (\\u201cMPM\\u201d).", "address": "Gedung Office 8, Lantai 28\\nSCBD Lot. 28, Jl. Jend. Sudirman Kav. 52 - 53, Kebayoran Baru, Jakarta 12190\\n", "website": "\\\"https://www.mandiricoal.co.id\\\"", "shares_offered": "355.560.000 saham", "percent_total_shares": "10", "underwriter": "RF - BUANA CAPITAL SEKURITAS", "admin_participant": "RF - BUANA CAPITAL SEKURITAS"},
{"company_name": "PT GTS Internasional Tbk", "code": "GTSI", "sector": "Transportation & Logistic", "subsector": "Logistics & Deliveries", "summary": "PT GTS Internasional Tbk. (GTSI) adalah perusahaan yang bergerak di bidang distribusi gas alam dan buatan, transportasi laut dalam negeri dan luar negeri untuk barang khusus dan aktivitas perusahaan holding.", "address": "Mangkuluhur City Tower One, lantai 26, Jl. Jend. Gatot Subroto Kav. 1-3 Jakarta 12930, Indonesia", "website": "\\\"https://gtsi.co.id/\\\"", "shares_offered": "2.400.000.000 saham", "percent_total_shares": "15.17", "underwriter": "LS - RELIANCE SEKURITAS INDONESIA TBK.", "admin_participant": "LS - RELIANCE SEKURITAS INDONESIA TBK."},
{"company_name": "PT Ulima Nitra Tbk", "code": "UNIQ", "sector": "Energy ", "subsector": "Oil, Gas & Coal Equipment & Services", "summary": "PT Ulima Nitra Tbk (\\\"Perseroan\\\") didirikan sesuai dengan Akta Pendirian No. 74 tanggal 25 Agustus 1992 dan berdomisili di Palembang, Sumatera Selatan. Perseroan bergerak di bidang jasa pertambangan dan jasa sewa menyewa peralatan pertambangan.", "address": "JL. Betet No. 28 RT 22/ RW 9, 9 Ilir, Ilir Timur II, Palembang, Sumatera Selatan, 30113", "website": "\\\"https://www.ulimanitra.co.id\\\"", "shares_offered": "300.000.000 saham", "percent_total_shares": "9.56", "underwriter": "SF - SURYA FAJAR SEKURITAS", "admin_participant": "SF - SURYA FAJAR SEKURITAS"},
{"company_name": "PT Archi Indonesia Tbk", "code": "ARCI", "sector": "Basic Materials", "subsector": "Gold", "summary": "Perseroan memiliki 100% kepemilikan di Tambang Emas Toka Tindung, suatu tambang emas yang hanya menambang emas (pure-play) yang terletak kurang lebih 35 km arah timur laut dari ibukota daerah, Manado, di Sulawesi Utara, Indonesia, melalui Entitas Anak yang dimiliki sepenuhnya, MSM dan TTN. Tambang Emas Toka Tindung merupakan salah satu produsen emas yang paling kompetitif dari sisi biaya secara global berdasarkan CRU, karena Perseroan ditempatkan di bagian bawah dari kuartal pertama kurva AISC global pada tahun 2019. Potensi eksplorasi di Tambang Emas Toka Tindung telah dinilai oleh SRK, sebagai konsultan teknikal independen. Berdasarkan penilaian dari SRK, Tambang Emas Toka Tindung memiliki Sumber Daya Mineral sekitar 145,8 juta ton dari 1,2 g/t emas yang mengandung sekitar 5,5 juta ons emas, yang mana merupakan Cadangan Bijih Emas Yang Sudah Terbukti dan Terkira, dan rata-rata kadar emas sebesar 1,2 g/t yang mengandung kurang lebih 3,9 juta ons emas.", "address": "Menara Rajawali, Lantai 19, Jl. DR Ide Anak Agung Gde Agung Lot #5.1, Kawasan Mega Kuningan, Jakarta Selatan 12950, Indonesia", "website": "\\\"https://www.archiindonesia.com\\\"", "shares_offered": "3.725.250.000 saham", "percent_total_shares": "15", "underwriter": "AI - UOB KAY HIAN SEKURITAS, CC - MANDIRI SEKURITAS, C4 - CITIGROUP SEKURITAS INDONESIA, CS - CREDIT SUISSE SEKURITAS INDONESIA, NI - BNI SEKURITAS", "admin_participant": "AI - UOB KAY HIAN SEKURITAS"},
{"company_name": "PT Bundamedik Tbk", "code": "BMHS", "sector": "Healthcare", "subsector": "Healthcare Providers", "summary": "Perseroan adalah penyedia layanan kesehatan khusus di Indonesia dengan rekam jejak dan keahlian yang kuat dalam perawatan premium untuk wanita dan anak-anak yang didukung oleh ekosistem layanan kesehatan yang terintegrasi. Perseroan didirikan oleh Dr. Rizal Sini, SpOG, seorang praktisi medis senior yang bercita-cita untuk melayani kebutuhan kesehatan di Indonesia. Rumah sakit Perseroan telah mendapatkan reputasi yang baik dalam industri kesehatan baik di dalam dan maupun di luar Indonesia. Dr. Ivan Sini, SpOG (penerus dan putra tertua dari Dr. Rizal Sini) adalah salah satu manajemen kunci dan juga seorang ahli kebidanan dan ginekologi terkemuka di Indonesia dan menjadi pembicara terkemuka di forum-forum dan simposium in-vitro fertilization (IVF).", "address": "Jl. Teuku Cik Ditiro No. 28, Menteng\\nJakarta 10350 - Indonesia", "website": "\\\"https://www.bmhs.co.id\\\"", "shares_offered": "620.000.000 saham", "percent_total_shares": "7.26", "underwriter": "KI - CIPTADANA SEKURITAS ASIA", "admin_participant": "KI - CIPTADANA SEKURITAS ASIA"},
{"company_name": "PT Bank Fama International Tbk", "code": "FAMA", "sector": "Properties & Real Estate", "subsector": "Bank Umum Swasta Non Devisa", "summary": "PT Bank Fama International Tbk. (\\u201cPerseroan\\u201d) berkedudukan dan berkantor pusat di Bandung, didirikan pada tahun 1993 dan mulai beroperasi secara komersial pada tahun 1993, sesuai dengan izin usaha yang diberikan oleh Menteri Keuangan Republik Indonesia dalam Surat Keputusan  No. 834/KMK.017/1993 tanggal 11 Oktober 1993 perihal pemberian izin untuk melakukan usaha sebagai Bank Umum kepada Perseroan berkedudukan di Bandung. Dalam menjalankan kegiatan usahanya, Perseroan berkantor pusat di Jl. Asia Afrika No.115   Bandung  - Jawa Barat dan untuk meningkatkan kualitas pelayanan kepada nasabah Perseroan memiliki jaringan kantor operasional yang terdiri dari 1 kantor cabang dan 6 kantor cabang pembantu yang tersebar di  wilayah Bandung, Jakarta dan Tangerang.", "address": "Jl. Asia Afrika No.115\\nBandung - Jawa Barat, 40112\\n", "website": "\\\"http://www.bankfama.co.id\\\"", "shares_offered": "1.312.105.000 saham", "percent_total_shares": "24", "underwriter": "AR - BINAARTHA SEKURITAS", "admin_participant": "AR - BINAARTHA SEKURITAS"},
{"company_name": "PT Bank Multiarta Sentosa Tbk", "code": "MASB", "sector": "Financials", "subsector": "Banks", "summary": "Sejak berdirinya di tahun 1992, Perseroan telah berkomitmen untuk memberikan layanan yang terbaik bagi nasabah. Perseroan memperoleh ijin usaha sebagai Bank Umum Non Devisa pada tahun 1992 dan ijin usaha Perdagangan Valuta Asing pada tahun 2003. Menjelang akhir tahun 2013, Perseroan menjadi bagian dari Wings Group, di mana pada akhir tahun para pemegang saham melakukan setoran modal sebesar Rp900 miliar.", "address": "Grha Bank Mas\\nJl. Setiabudi Selatan Kav.7-8, Jakarta Selatan 12920", "website": "\\\"https://www.bankmas.co.id\\\"", "shares_offered": "186.176.500 saham", "percent_total_shares": "15", "underwriter": "SQ - BCA SEKURITAS", "admin_participant": "SQ - BCA SEKURITAS"}
]